{
    // Text

    "bakedsweetpotato.text": "@,^Around this time of year, the cold in the air makes me appreciate the bounty of nature even more. Here's a simple recipe with delicious flavor that needs no elaborate dressing up. I hope you enjoy it as much as I do.^ -Linus",    
    "broccoliandcheese.text": "Good Morning, @,^^ I wanted to show my appreciation for your business, but more importantly, for your friendship.^This recipe of mine came from a cookbook called Food on the Plate. It is a wonderful, easy-to-follow recipe for busy people like us. Perhaps you'd like to try it?^^  -Pierre",
    "brownsugar.text": "Dear @,^^ How is your work going as you restore the farm? No doubt, you must feel a bit more connected to nature as opposed to before you arrived in town.^Since you've shown interest in a more hands-on approach to living, here's a recipe for homemade brown sugar. Now you can really say you're cooking from scratch!^^ -Lewis",
    "carrotcake.text": "Dear @,^Nothing is more satisfying than cooking with fresh carrots from your own garden!^This carrot cake is a real crowd pleaser whether you're entertaining guests or just looking for a treat to enjoy for yourself.^Be sure to poke your head in the back and say hello when you go shopping next time!^^ -Caroline",
    "cassavacake.text": "Good Morning @,^^ I was so bored out here in the desert that I wrote you a letter. Here's a recipe for something called Cassava Cake. I just can't find any information about it. With you being a farmer and all, you know a lot about food, right? Let me know how it goes.^^ -Sandy",
    "chefsalad.text": "Dear @,^^ My whole family likes this recipe, so I figured you might like it, too. It's mainly just a lot of chopping, plus a couple of other easy steps.^As such, it's perfect for getting everyone together, pitching in at the kitchen counter. I hope you enjoy!^^ -Demetrius",
    "farofa.text": "Dear @,^^ New personal best: During my shift, business was so slow that I managed to make this entire dish from scratch on a little portable stove under the counter. Then there was no one around to share the moment with, so I wrote you this letter to tell you about it. I hope you come visit soon, sweetie!^^ -Sandy",
    "figtart.text": "Dear @-^^  Here's an old recipe of mine that's perfect for winter when figs are in season. I've never had it made with ripe local figs, though. Do you have some growing on the farm? If so, I'd love it if you could bring me a slice of the tart when you make it.^^ -Robin",
    "gooseberrypie.text": "@,^^ Here's the recipe for my famous Gooseberry Pie. It's best served warm with a scoop of ice cream and fresh gooseberries on top.^Once, I left one out to cool on the kitchen table, and everyone in Caroline's aerobics class scolded me for undoing their entire workout. Hehe, looks like they couldn't resist.^^ -Pierre",
    "islandsalad.text": "Dear @,^^I wanted to send you a recipe to say thank you for being a great friend and neighbor to us.^This salad is a staple of our dinner table and it goes great with just about any meal. I'm trying to remember, did we serve this to you once? I hope it can remind you that you are always welcome in our home.^Have a wonderful day,^^  -Jodi",
    "melonsalad.text": "@!^^ Maybe you can do a little taste testing for me.^I was trying to think of a good recipe for canary melons, but then I got an even better idea: a melon extravaganza! All the different melon chunks look so happy in the bowl with their little melon friends. So cute!^And delicious!^^ -Emily",
    "pbjsandwich.text": "Dear @,^^ Your folks just contacted me to ask about you, and I just wanted to make sure you're eating properly.^You know how to make a peanut butter and jelly sandwich, right? It's um... well, that's it. The name is literally the whole recipe. So I'm sure you can manage that, right?.^^ -Lewis",
    "poachedpear.text": "Hello @,^^ Thanks for coming into the saloon again and again.^I was thinking, if you've got a taste for gourmet food, this recipe might interest you. It's a good one that got me started back in my early days as a chef.^^ -Gus",
    "raspberrytart.text": "Hey there, @!^^  I had some extra time to write down one of my grandma's old recipes. Depending on the natural sweetness of the berries, you might add a little more or a little less sugar. Just taste it before it goes in the oven and adjust as necessary. Enjoy!^^ -Robin",
    "ricepilaf.text": "Dear @,^^ Here's the rice pilaf recipe from my saloon.^If you follow it exactly, it should be about 98 percent the same as how I make it. The other 2 percent comes down to the way my cast-iron cookware is seasoned, but that's pretty tough to replicate.^ -Gus^^P.S. Please be sure to keep this recipe a secret!",
    "sauteedonions.text": "Dear neighbor,^^ I heard you've been collecting recipes, so here's another one from me. It's an easy way to caramelize onions quickly, so you don't have to wait all afternoon for them to turn color. Use it for a side with whatever savory entree you've got!^^  -Marnie",
    "stuffedbellpeppers.text": "@,^^ I got pretty sick of Joja-brand frozen dinners, so I wound up making this one evening, hehe. It took me until like 11PM, but Jas really liked the leftovers the next day. I thought they weren't half bad either, if I say so myself. Anyway, give it a taste if you like.^^  -Shane",
    "sweetpotatofries.text": "Hey Kid,^^ Here's a recipe that my pappy used to make.^Just so happens to go great with a nice pint of craft beer. I figure if other people around town are cooking it, Gus'll get jealous and he'll have to start making 'em for everyone in the saloon.^^ -Pam",
    "tropicalfruitsalad.text": "Dear @,^^ I just ate the most marvelous fruit salad. Unfortunately, it was so good that I didn't leave any to share with you.^Hopefully, sending you a copy of the recipe can be the next best thing.^ -Lewis^^P. S. Sorry, but it was really good.",
    "vegetablestirfry.text": "My wife would make this all the time before I left. Thought you might like to try it.^Thanks for what you've done for the community and for my family.^^  -Kent",
    "bobatea.text": "Hi @,^^ I was in Zuzu City not too long ago and I got to try boba tea for the first time. You're from there, so you're familiar with boba tea, right?^Anyway, this might seem odd, but I looked up a recipe and it's not too hard to make. I figured it might remind you of home.^^  -Sebastian",
    "dandeliontea.text": "Dear @,^^  The mountains have been kind to me for many years.^You have also been kind to me since we met, so I wanted to teach you this recipe. May it give you strength when you are in need of it.^^ -Linus",

    // Titles

    "bakedsweetpotato.title": "Baked Sweet Potato Recipe",   
    "broccoliandcheese.title": "Broccoli and Cheese Recipe",
    "brownsugar.title": "Brown Sugar Recipe",
    "carrotcake.title": "Carrot Cake Recipe",
    "cassavacake.title": "Casava Cake Recipe",
    "chefsalad.title": "Chef Salad Recipe",
    "farofa.title": "Farofa Recipe",
    "figtart.title": "Fig Tart Recipe",
    "gooseberrypie.title": "Gooseberry Pie Recipe",
    "islandsalad.title": "Island Salad Recipe",
    "melonsalad.title": "Melon Salad Recipe",
    "pbjsandwich.title": "PB&J Sandwich Recipe",
    "poachedpear.title": "Poached Pear Recipe",
    "raspberrytart.title": "Raspberry Tart Recipe",
    "ricepilaf.title": "Rice Pilaf Recipe",
    "sauteedonions.title": "Sauteed Onions Recipe",
    "stuffedbellpeppers.title": "Stuffed Bell Peppers Recipe",
    "sweetpotatofries.title": "Sweet Potato Fries Recipe",
    "tropicalfruitsalad.title": "Tropical Fruit Salad Recipe",
    "vegetablestirfry.title": "Vegetable Stirfry Recipe",
    "bobatea.title": "Boba Tea Recipe",
    "dandeliontea.title": "Dandelion Tea Recipe",
}