{
    // Text

    "bakedsweetpotato.text": "@,^Alrededor de esta época del año, el frío en el aire me hace apreciar aún más la generosidad de la naturaleza. Aquí hay una receta simple con un sabor delicioso que no necesita un aderezo elaborado. Espero que lo disfrutes tanto como yo.^ -Linus",
    "broccoliandcheese.text": "Buenos días, @,^^ Quería mostrar mi agradecimiento por tu negocio, pero lo más importante, por tu amistad.^Esta receta mía vino de un libro de cocina llamado Food on the Plate. Es un receta maravillosa y fácil de seguir para gente ocupada como nosotros. ¿Quizás te gustaría probarlo?^^ -Pierre",
    "brownsugar.text": "Querido @,^^ ¿Cómo va tu trabajo mientras restauras la granja? Sin duda, debes sentirte un poco más conectado con la naturaleza que antes de llegar a la ciudad.^Ya que has mostrado interés en un enfoque más práctico de la vida, aquí hay una receta para el azúcar moreno casero. ¡Ahora realmente puedes decir que estás cocinando desde cero!^^ -Lewis",
    "carrotcake.text": "Estimado @,^¡Nada es más satisfactorio que cocinar con zanahorias frescas de tu propio jardín!^¡Este pastel de zanahoria es un verdadero deleite para la multitud, ya sea que entretengas a los invitados o solo busques un regalo para disfrutar por ti mismo!.^¡Asegúrate de meter la cabeza hacia atrás y saludar cuando vayas de compras la próxima vez!^^ -Caroline",
    "cassavacake.text": "Buenos días @,^^ Estaba tan aburrida aquí en el desierto que te escribí una carta. Aquí hay una receta para algo llamado Pastel de yuca. Simplemente no puedo encontrar ninguna información al respecto. Como eres un granjero y todo, sabes mucho sobre comida, ¿verdad? Avísame cómo te va.^^ -Sandy",
    "chefsalad.text": "Estimado @,^^ A toda mi familia le gusta esta receta, así que pensé que a ti también te podría gustar. Principalmente es mucho cortar, más un par de otros pasos sencillos.^Como tal, es perfecto para reunir a todos, lanzándose en el mostrador de la cocina. ¡Espero que lo disfrutes!^^ -Demetrius",
    "farofa.text": "Estimado @,^^ Nuevo mejor personal: Durante mi turno, el negocio fue tan lento que pude hacer todo este plato desde cero en una pequeña estufa portátil debajo del mostrador. Entonces no había nadie cerca para compartir el momento, así que te escribí esta carta para contarte al respecto. ¡Espero que vengas de visita pronto, cariño!^^ -Sandy",
    "figtart.text": "Querido @-^^ Aquí hay una vieja receta mía que es perfecta para el invierno cuando los higos están en temporada. Sin embargo, nunca la he hecho con higos locales maduros. ¿Tienes algo de cultivo en la granja? Si es así, me encantaría que pudieras traerme una porción de la tarta cuando la hagas.^^ -Robin",
    "gooseberrypie.text": "@,^^ Aquí está la receta de mi famoso pastel de grosella. Es mejor servirlo caliente con una bola de helado y grosellas frescas encima.^Una vez, dejé uno para enfriar en la mesa de la cocina, y todos en la clase de aeróbicos de Caroline me regañaron por deshacer todo su entrenamiento. Jeje, parece que no pudieron resistir.^^ -Pierre",
    "islandsalad.text ":" Estimado @,^^ Quería enviarte una receta para agradecerte por ser un gran amigo y vecino para nosotros.^Esta ensalada es un elemento básico de nuestra mesa y va muy bien con casi cualquier comida. Estoy tratando de recordar, ¿te servimos esto una vez? Espero que te recuerde que siempre eres bienvenido en nuestra casa.^Que tengas un día maravilloso,^^ -Jodi",
    "melonsalad.text": "@!^^ Tal vez puedas hacer una pequeña prueba de sabor para mí.^Estaba tratando de pensar en una buena receta para los melones canarios, pero luego tuve una idea aún mejor: ¡un gran espectáculo de melón! los diferentes trozos de melón se ven tan felices en el tazón con sus pequeños amigos melón. ¡Qué lindo!^¡Y delicioso!^^ -Emily",
    "pbjsandwich.text": "Estimado @,^^ Tus amigos se pusieron en contacto conmigo para preguntar por ti, y solo quería asegurarme de que comas correctamente.^Sabes cómo hacer un sándwich de mantequilla de maní y mermelada, ¿verdad? Es um ... bueno, eso es. El nombre es literalmente toda la receta. Así que estoy seguro de que puedes lograrlo, ¿verdad?^^ -Lewis",
    "poachedpear.text": "Hola @,^^ Gracias por venir al salón una y otra vez.^Estaba pensando, si te gusta la comida gourmet, esta receta podría interesarte.es una buena idea que me ayudó a comenzar en mis primeros días como chef.^^ -Gus",
    "raspberrytart.text": "Hola, @!^^ Tuve algo de tiempo extra para escribir una de las viejas recetas de mi abuela. Dependiendo de la dulzura natural de las bayas, podrías agregar un poco más o un poco menos de azúcar. Simplemente pruébalo antes de que entre en el horno y ajústalo según sea necesario. ¡Disfrutalo!^^ -Robin",
    "ricepilaf.text": "Estimado @,^^ Aquí está la receta de Arroz Pilaf de mi salón.^Si la sigues exactamente, debería ser aproximadamente un 98 por ciento igual a como la preparo. El otro 2 por ciento se reduce a como sazonan mis utensilios de cocina de hierro fundido, pero eso es bastante difícil de replicar.^ -Gus ^^PD ¡Por favor, asegurate de mantener esta receta en secreto!",
    "sauteedonions.text": "Querido vecino,^^ Escuché que has estado recolectando recetas, así que aquí hay otra de mí. Es una manera fácil de caramelizar cebollas rápidamente, por lo que no tienes que esperar toda la tarde para que cambie de color. ¡Úsalo para a un lado con cualquier plato sabroso que tenga!^^ -Marnie",
    "stuffedbellpeppers.text": "@,^^ Me cansé bastante de las cenas congeladas de la marca Joja, así que terminé preparándolo esta noche, jeje. Me tomó hasta las 11 de la noche, pero a Jas realmente le gustaron las sobras al día siguiente. Pensé que tampoco estaban nada mal, aunque yo mismo lo diga. De todos modos, pruébalo si quieres.^^ -Shane",
    "sweetpotatofries.text": "Hey Chaval,^^ Aquí hay una receta que mi papi solía hacer.^Da la casualidad que va muy bien con una buena pinta de cerveza artesanal. Me imagino que si otras personas de la ciudad la están cocinando, Gus' se pondrá celoso y tendrá que empezar a hacerlos para todos en el salón.^^ -Pam",
    "tropicalfruitsalad.text": "Estimado @,^^ Acabo de comer la ensalada de frutas más maravillosa. Desafortunadamente, fue tan bueno que no dejé ninguna para compartir con ustedes.^Con suerte, enviándoles una copia de la receta puede ser la siguiente mejor opción.^ -Lewis ^^PD Lo siento, pero fue realmente bueno",
    "vegetablestirfry.text": "Mi esposa haría esto todo el tiempo antes de que me fuera. Pensé que te gustaría probarlo.^Gracias por lo que has hecho por la comunidad y por mi familia.^^ -Kent",
    "bobatea.text": "Hola @,^^ Estuve en la ciudad Zuzu no hace mucho tiempo y probe el té de boba por primera vez. Eres de allí, así que estás familiarizado con el té de boba, ¿verdad?^De todos modos, esto puede parecer extraño, pero busqué una receta y no es demasiado difícil de hacer. Pensé que podría recordarte a casa.^^ -Sebastian",
    "dandeliontea.text": "Estimado @,^^ Las montañas han sido amables conmigo durante muchos años.^También has sido amable conmigo desde que nos conocimos, así que quería enseñarte esta receta. Que te dé fuerzas cuando lo necesites.^^ -Linus",

    // Titles

    "bakedsweetpotato.title": "Receta de Camote al horno",   
    "broccoliandcheese.title": "Receta de Brocoli y queso",
    "brownsugar.title": "Receta de Azúcar moreno",
    "carrotcake.title": "Receta de Pastel de zanahoria",
    "cassavacake.title": "Receta de Pastel de yuca",
    "chefsalad.title": "Receta de Ensalada de chef",
    "farofa.title": "Receta de Farofa",
    "figtart.title": "Receta de Tarta de higo",
    "gooseberrypie.title": "Receta Pastel de grosella",
    "islandsalad.title": "Receta de Ensalada isleña",
    "melonsalad.title": "Receta de Ensalada de melón",
    "pbjsandwich.title": "Receta de Sándwich de mantequilla de maní y jalea",
    "poachedpear.title": "Receta de Pera escalfada",
    "raspberrytart.title": "Receta de Tarta de frambuesa",
    "ricepilaf.title": "Receta de Arroz Pilaf",
    "sauteedonions.title": "Receta de Cebollas salteadas",
    "stuffedbellpeppers.title": "Receta de Pimientos rellenos",
    "sweetpotatofries.title": "Receta de Camote frito",
    "tropicalfruitsalad.title": "Receta de Ensalada de frutas tropicales",
    "vegetablestirfry.title": "Receta de Vegetales salteados",
    "bobatea.title": "Receta de Té de baba",
    "dandeliontea.title": "Receta de Té de diente de león",
}
