{
    // Text

    "bakedsweetpotato.text": "@,^Dans cette période de l'année, le froid dans l'air me fait davantage apprécier les bontées de la nature. Voici une simple recette avec une saveur délicieuse qui ne nécessite aucune fioriture. J'espère que tu vas l'apprécier autant que moi.^ -Linus",
    "broccoliandcheese.text": "Bien le bonjour, @,^^ Je voulais te montrer ma gratitude pour ton commerce, mais bien plus important, pour ton amitié.^Cette recette de moi provient d'un livre de recettes appelé « De la nourriture dans l'assiette ». C'est une merveilleuse recette simple à suivre pour les gens occupés comme nous. Peut-être aimerais-tu l'essayer ?^^  -Pierre",
    "brownsugar.text": "Cher @,^^ Comment se passe le travail de restauration de votre ferme ? Pas de doute, vous devez vous sentir davantage connecté à la nature, à l'opposé de l'emploi que vous aviez avant d'arriver ici.^Puisque vous avez montré de l'intérêt dans une approche pratique de la vie, voici une recette de la cassonade. Maitenant vous pourrez vraiment dire que vous cuisinez à partir de rien !^^ -Lewis",
    "carrotcake.text": "Cher @,^Rien n'est plus satisfaisant que de cuisiner avec les carottes de son propre jardin !^Ce gâteau à la carotte fera un malheur, que ce soit pour le divertissement des invités ou simplement pour le déguster soi-même.^Fais en sorte de passer la tête à l'arrière de la boutique et de dire bonjour quand tu viendras faire tes emplettes la prochaine fois !^^ -Caroline",
    "cassavacake.text": "Bonjour @,^^ Je m'ennuyais tellement dans le désert que je t'ai rédigé une lettre. Voici une recette d'un truc appelé le gâteau au manioc. Je ne parviens pas à trouver des informations à son sujet. Et toi, tu es un fermier et tout, t'en connais beaucoup sur la nourriture, pas vrai ? Dis-moi comment ça se passe.^^ -Sandy",
    "chefsalad.text": "Cher @,^^ Ma famille entière est friande de cette recette, alors je me suis dit que tu pourrais l'être aussi. C'est principalement de la découpe, avec quelques autre étapes faciles.^Comme ça, c'est parfait pour mettre tout le monde à la tâche, bon argument au comptoir de cuisine. J'espère que tu apprécies !^^ -Demetrius",
    "farofa.text": "Cher @,^^ Nouveau record perso' : Pendant mon service, le commerce était si lent que j'ai réussi à faire ce plat à partir de rien sur un petit réchaud portable sus le comptoir. Puis, il n'y avait personne dans le coin pour partager ce moment, alors je t'ai écrit cette lettre pour te raconter tout ça. J'espère que tu vas me rendre visite bientôt, mon chéri !^^ -Sandy",
    "figtart.text": "Cher @-^^  Voici une de mes vieilles recettes parfaite pour l'hiver quand les figues arrivent à maturité. Remarque, je n'ai jamais essayé avec des figues mûres locales. Est-ce que tu en as qui poussent dans ta ferme ? Si c'est le cas, j'adorerais si tu pouvais m'apporter une part de tarte quand tu en feras une.^^ -Robin",
    "gooseberrypie.text": "@,^^ Voici la recette de ma célèbre tarte aux groseilles. C'est meilleur servi chaud avec une coupe de glace et des groseilles fraîches au-dessus.^Une fois, j'en avais laissé une à refroidir sur la table de la cuisine, et toutes les filles dans le club d'aérobie de Caroline m'ont grondé pour avoir perturbé leur entraînement. Héhé, on dirait qu'elles n'avaient pas pu résister.^^ -Pierre",
    "islandsalad.text": "Cher @,^^J'ai voulu t'envoyer une recette pour te remercier d'être un si bon ami et voisin pour nous.^Cette salade est une base pour la table du dîner et ça s'associe à merveille avec n'importe quel plat. J'essaie de me souvenir, est-ce qu'on t'en a déjà servi une fois ? J'espère que ça peut te rappeler que tu es toujours le bienvenue chez nous.^Je te souhaite une merveilleuse journée,^^  -Jodi",
    "melonsalad.text": "@ !^^ Peut-être que tu peux faire un petit test de goût pour moi.^J'étais en train d'essayer de penser à une bonne recette pour le melon canari, mais j'ai eu ensuite une meilleure idée : un festival de melon ! Tous les quartiers de melon semblent si heureux dans le saladier avec leurs amis melon. Trop mignon !^Et délicieux !^^ -Emily",
    "pbjsandwich.text": "Cher @,^^ Votre famille vient de me contacter pour avoir de vos nouvelles, et je voulais juste m'assurer que vous mangez équilibré.^Vous savez comment préparer un sandwich au beurre de cacahuète et à la confiture, n'est-ce pas ? C'est hum... bon, c'est ça. Le nom c'est littéralement toute la recette. Donc, je suis certain que vous allez vous débrouiller, n'est-ce pas ?^^ -Lewis",
    "poachedpear.text": "Bonjour @,^^ Merci de venir au saloon encore et encore.^J'étais en train de penser, si tu as un goût pour les plats gastronomiques, cette recette pourrait t'intéresser. C'en est une bonne qui m'a fait démarrer dans mes jeunes années de chef.^^ -Gus",
    "raspberrytart.text": "Hey, @ !^^  J'ai trouvé un peu de temps pour coucher par écrit une des vieilles recettes de ma grand-mère. En fonction de la douceur naturelle des framboises, tu devras ajouter plus ou moins de sucre. Goûte simplement avant d'enfourner la tarte et ajuste si nécessaire. Profite bien !^^ -Robin",
    "ricepilaf.text": "Cher @,^^ Voici la recette du riz pilaf de mon saloon.^Si tu la suis à la lettre, ça devrait ressembler à 98 % à la mienne. Les 2 % restants se résument à la façon dont mes ustensiles de cuisine en fonte sont assaisonnés, mais c'est assez difficile à reproduire.^ -Gus^^P.S. : Assure-toi de garder cette recette secrète !",
    "sauteedonions.text": "Cher voisin,^^ J'ai entendu dire que tu collectes les recettes, alors en voici une autre des miennes. C'est une autre manière de caraméliser les oignons rapidement, pour que tu n'aies pas à attendre toute une après-midi pour qu'ils changent de couleur. Utilise-la pour accompagner avec saveur le plat de ton choix !^^  -Marnie",
    "stuffedbellpeppers.text": "@,^^ J'en ai ma claque des plats surgelés de la marque Joja, alors j'ai fini par faire ça un soir, héhé. Ça m'a pris jusqu'à environ 23h, mais Jas a vraiment aimé les restes du lendemain. J'ai pensé qu'ils n'étaient pas trop mauvais non plus, si je puis dire. Bref, essaie de la goûter pour voir si tu aimes.^^  -Shane",
    "sweetpotatofries.text": "Hey p'tit gars,^^ Voici une recette que mon papa avait l'habitude de faire.^Il se trouve que ça va très bien avec une bonne pinte de bière artisanale. Je suppose que si d'autres gens de la ville le cuisinent, Gus deviendra jaloux et il devra commencer à en faire pour tout le monde dans le saloon.^^ -Pam",
    "tropicalfruitsalad.text": "Cher @,^^ Je viens juste de manger la salade de fruits la plus merveilleuse. Malheureusement, c'était si bon que je n'en ai pas laissé pour partager avec vous.^Heureusement, vous envoyer la copie de la recette peut être la deuxième bonne chose à faire.^ -Lewis^^P. S. : Mille excuses, mais c'était si bon.",
    "vegetablestirfry.text": "Ma femme faisait sans arrêt ça avant que je parte. J'ai pensé que tu aimerais l'essayer.^Merci pour ce que tu as fait pour la communauté et pour ma famille.^^  -Kent",
    "bobatea.text": "Salut @,^^ J'étais à Zuzu Ville il n'y a pas longtemps et j'ai pu essayé le thé aux perles pour la première fois. Tu es de là-bas, alors tu es familier avec le thé aux perles, non ?^Bref, ça peut paraître bizarre, mais j'ai cherché une recette et c'est pas si dur à faire. Je me suis dit que ça pourrait te rappeler tes origines.^^  -Sebastian",
    "dandeliontea.text": "Cher @,^^  Les montagnes ont été bonnes envers moi durant de nombreuses années.^Tu as aussi été bon envers moi depuis notre rencontre, donc j'ai voulu t'apprendre cette recette. Puisse-t-elle te donner la force lorsque tu en auras besoin.^^ -Linus",

    // Titles

    "bakedsweetpotato.title": "Recette de la patate douce au four",    
    "broccoliandcheese.title": "Recette du brocoli et fromage",
    "brownsugar.title": "Recette de la cassonade",
    "carrotcake.title": "Recette du gâteau à la carotte",
    "cassavacake.title": "Recette du gâteau au manioc",
    "chefsalad.title": "Recette de la salade du chef",
    "farofa.title": "Recette de la Farofa",
    "figtart.title": "Recette de la tarte aux figues",
    "gooseberrypie.title": "Recette de la tarte aux groseilles",
    "islandsalad.title": "Recette de la salade des îles",
    "melonsalad.title": "Recette de la salade de melon",
    "pbjsandwich.title": "Recette du sandwich au beurre de cacahuète et à la confiture",
    "poachedpear.title": "Recette de la poire pochée",
    "raspberrytart.title": "Recette de la tarte aux framboises",
    "ricepilaf.title": "Recette du riz pilaf",
    "sauteedonions.title": "Recette des oignons sautés",
    "stuffedbellpeppers.title": "Recette des poivrons farcis",
    "sweetpotatofries.title": "Recette des frites de patate douce",
    "tropicalfruitsalad.title": "Recette de la salade de fruits tropicaux",
    "vegetablestirfry.title": "Recette de la poêlée de légumes",
    "bobatea.title": "Recette du thé aux perles",
    "dandeliontea.title": "Recette du thé au pissenlit",
}