{

	//Text

	"bakedsweetpotato.text": "@へ^空気が冷たくなり、自然の恵みにさらに感謝できる季節になった。凝った飾り付けを必要としない素朴でおいしいレシピを紹介しよう。オレと同じように楽しんでくれ^  -ライナス",	
	"broccoliandcheese.text": "おはようございます＠^^私は、あなたの私の店への貢献に対する感謝を示したいと思いましたが、それより大事なのはあなたとの友情です。^このレシピは「フードオンザプレート」という料理本からの引用です。これは私たちのような忙しい人間にとって素晴らしい、作りやすいレシピです。試してみてはどうでしょう？^^  -ピエール",
	"brownsugar.text": "調子はどうかね@^^農場の整備ははかどっておるかね？お前さんにはこの町に来る前と比べて、もっと自然と一体になった生活が必要じゃろうな。^その方法のより実践的なやり方に関心があるみたいだから、この自家製の黒糖のレシピを紹介しよう。これを使えばお前さんは本当の意味で一から料理をしていると言えるじゃろう！^^  -ルイス",
	"carrotcake.text": "@さんへ^自分の庭で取れた新鮮なニンジンを使った料理ほどおいしいものってないわよね！^このキャロットケーキは、お家に呼んだお客や自分で楽しむためのごちそうを探しているかどうかに関わらず、とにかく本当に皆が喜んでくれるのよ。^次に買い物に出かけるときは後ろから突っついてでもいいからきっと挨拶してね！^^  -キャロライン",
	"cassavacake.text": "グッドモーニング @^^さばくでの暮らしに飽きちゃったから、あなたへ手紙を書くことにしました。これはキャッサバケーキと呼ばれるレシピなんだけど、わたしはこれについての情報を見つける事が出来なかったわ。^あなたは農家だから、きっと色んな人よりも食べ物の多くのことについて知ってるんじゃないかしら？それがどんなものなのか後で教えてね。^^  -サンディ",
	"chefsalad.text": "@さんへ^^私の家族がこのレシピをとても気に入っているので、きっと君にも気に入ると思いこのレシピを教えるよ。これは刻んだ野菜を混ぜる他いくつか簡単な手順で済むんだよ。^だから、キッチンカウンターで誰でもパパっと済ませられるんだ。おためしあれ！^^  -ディメトリウス",
	"farofa.text": "@さんへ^^自己新記録：お仕事の残業がとても長引いてしまったおかげで、カウンターの下に置いてるストーブでこの料理を一から作ることができたわ。それから、この達成の瞬間を共有する人が誰も居なかったから、あなたに話すためにこの手紙を書いてみました。この成果を早く見に来てね！^^ -サンディ",
	"figtart.text": "@さん^^これは、イチジクが熟す冬の季節には最適な私のレシピなの。でも、うちの近所にはイチジクの樹が無いから作ったことが無かったのよね。あなたの農場には植えてないかしら？もし実がなったなら、それをスライスしてタルトを作って持ってきてくれたらとてもうれしいわ。^^  -ロビン",
	"gooseberrypie.text": "@さん^^ここにかの有名な私のグーズベリーパイのレシピがあります。あつあつの生地にアイスクリームと新鮮なグーズベリーを乗せて提供するのが肝心です。^以前、これを冷ますために台所の上に1つ置いておいたら、その後に妻のエアロビクスクラス皆から、また体重を戻さなきゃいけなくなったと叱られた事があります。^はは、どうやら彼女らはがまんできなかったようですね。^^  -ピエール",
	"islandsalad.text": "@へ^^隣人であり大切な友人であることへの感謝として、このレシピを送ります。このサラダは私たち家族の食卓の定番で、どんな食事にもよく合うのよ。このサラダを食べる時、あなたはもう私たちの家族も同然だってことを思ってくれるといいなと願ってるわ^^  -ジョディ",
	"melonsalad.text": "@!^^ちょっとこの味見をしてくれないかしら？^カナリアメロンを使ったレシピを考えていたのだけど、良いアイディアが浮かんだの！色んなメロンがボウルの中で一緒になってとてもハッピーに見えるわ。これはかわいい！そしておいしい！^^  -エミリー",
	"pbjsandwich.text": "@へ^^さっきお前さんの家族から連絡が来たので、ちゃんと食事をとってるか確認したくてね。^ピーナッツバターとジャムのサンドイッチの作り方は知っとるかね？いや…うむ、それだけなんだが。名前はレシピの名前の通りだから、まぁなんとかじゃろ？^^  -ルイス",
	"poachedpear.text": "こんにちは@^^いつもうちの酒場を利用してくれてありがとう。グルメなきみなら、このレシピに興味が有るんじゃないかと思ってね。これは私が料理人になったばかりの頃に見付けたお気に入りのひとつなんだ。^^  -ガス",
	"raspberrytart.text": "やあ@！^^少し時間が空いてたので、おばあちゃんが作ってたレシピを書き起こしてみたの。オーブンへ入れる前に味見をして、使うベリーの甘さをみながら砂糖の量を調節してね。じゃあね！^^  -ロビン",
	"ricepilaf.text": "@へ^^これは私の酒場で出してるライスピラフのレシピだよ。レシピ通りに作れば、だいたい98パーセントは私の作り方と同じ出来になるはずです。残りの2パーセントは、うちで使ってるとっておきの鋳鉄製の調理器具によるものだから、それを再現するのはちょっと難しいだろうね。^  -ガス^^追伸:このレシピは内緒にしておいてくれよ！",
	"sauteedonions.text": "@へ^^料理のレシピを集めているとの事で、こっちで1つ見付けたので送っておくわね。タマネギをすばやくあめ色にする簡単な方法で、色が変わるまで午後いっぱい使わなくてもよくなるわよ。風味のあるメインディッシュにこれを使ってみてね！^^  -マーニー",
	"stuffedbellpeppers.text": "@へ^^Jojaの冷凍食品ばかりの夕食に飽きてしまったので、ふとこれを作ってみたんだ。夜の11時までかかってしまったが、次の日、余り物だったのにジャスがとても気に入ってくれたよ。オレも悪くない出来だと思ってる。とにかく、よければ試してみるといい。^^  -シェーン",
	"sweetpotatofries.text": "よう、@^^こいつはうちのじいさんがよく作ってたレシピだよ。^これがまたビールとよく合うんだ。町の皆が作りだしたら、ガスが嫉妬して酒場の客に出し始めるだろうよ。^^  -パム",
	"tropicalfruitsalad.text": "調子はどうだい、@^^さっき食べたフルーツサラダがうまかったからお前さんにも分けようと思ったんじゃが、あまりにもおいしかったからつい全部食べてしもうた。^さすがに申し訳ないのでこれのレシピを送っておくよ。^  -ルイス^^追伸：すまんが、本当においしかったんだよ。",
	"vegetablestirfry.text": "オレがまだ家に居た頃から妻がいつもこれを作っていたんだ。試してみたらどうかなと思ってな。^この町と、そして家族のために良くしてくれた事に感謝してるよ。^^  -ケント",
	"bobatea.text": "よう、@^^ちょっと前にズズシティに行った時に初めてタピオカミルクティーを飲んでみたんだ。地元だったんだからタピオカティーには詳しいんじゃないか？^とにかく、妙な見た目な飲み物だけど、レシピを調べてみたらそれほど難しくはなさそうだ。これで地元の味を思い返してみたらどうかな。^^  -セバスチャン",
	"dandeliontea.text": "@へ^^山というのは、昔からわたしに優しくしてくれたんだ。^きみは越してきてからずっと良くしてくれてたから、お返しにこのレシピをおすそ分けしたいと思ってな。困った時にはお互い助け合おう。^^  -ライナス",

	// Titles

	"bakedsweetpotato.title": "焼き芋のレシピ",
	"broccoliandcheese.title": "ブロッコリーのチーズがけのレシピ",
	"brownsugar.title": "ブラウンシュガーのレシピ",
	"carrotcake.title": "ニンジンケーキのレシピ",
	"cassavacake.title": "キャッサバケーキのレシピ",
	"chefsalad.title": "シェフサラダのレシピ",
	"farofa.title": "ファロファのレシピ",
	"figtart.title": "イチジクタルトのレシピ",
	"gooseberrypie.title": "グーズベリーのレシピ",
	"islandsalad.title": "アイランドサラダのレシピ",
	"melonsalad.title": "メロンサラダのレシピ",
	"pbjsandwich.title": "PB&Jサンドイッチのレシピ",
	"poachedpear.title": "ナシのコンポートのレシピ",
	"raspberrytart.title": "ラズベリータルトのレシピ",
	"ricepilaf.title": "ピラフのレシピ",
	"sauteedonions.title": "オニオンソテーのレシピ",
	"stuffedbellpeppers.title": "パプリカの詰め物のレシピ",
	"sweetpotatofries.title": "揚げサツマイモのレシピ",
	"tropicalfruitsalad.title": "トロピカルフルーツサラダのレシピ",
	"vegetablestirfry.title": "野菜炒めのレシピ",
	"bobatea.title": "タピオカミルクティーのレシピ",
	"dandeliontea.title": "タンポポ茶のレシピ",

}
