{

    "bakedsweetpotato.text": "@,^이맘때쯤, 추운 날씨는 자연의 너그러움을 더욱 감사하게 느끼도록 만든다네. 여기 드레싱에 지나치게 공들일 필요가 없는 맛있고 간단한 레시피가 있다네. 자네도 내가 즐기는 것만큼 즐기길 바라네.^ -라이너스",
    "broccoliandcheese.text": "좋은 아침, @,^^ 네 사업에 대한 감사를 표하고 싶었는데, 더 중요한 게 네 우정에 대한 감사의 표시였어.^내 레시피는 식탁 위 음식이라는 요리책에서 온 거야. 우리 같이 바쁜 사람들을 위한 훌륭하고 따라 하기 쉬운 레시피지. 한 번 해보지 그러니?^^  -피에르",
    "brownsugar.text": "안녕하신가 @,^^ 농장 복구하는 동안 일은 잘 되어가나? 이제쯤이면 자네가 마을에 도착하기 전보다는 자연과 조금 더 연결돼 있다고 느낄 걸세.^자네가 모든 일을 직접 하는 생활방식에 관심을 보였기에, 여기 수제 흑설탕에 대한 레시피를 주도록 하겠네. 이제 자넨 맨 처음부터 요리한다고 말할 수 있겠네!^^ -루이스",
    "carrotcake.text": "안녕 @,^정원에서 난 신선한 당근으로 요리하는 것만큼 좋은 것도 없지!^이 당근 케이크는 네가 손님들을 접대하든 아님 네가 먹을 간식을 찾고 있든 거든 모두를 즐겁게 하지.^다음에 우리 가게에서 쇼핑할 때 날 보면 인사해 줘!^^ -캐롤라인",
    "cassavacake.text": "좋은 아침~ @,^^ 사막에선 너무 지루해서 편지를 써봤어. 이건 카사바 케이크라고 하는데, 이 요리에 대한 어떠한 정보도 찾을 수가 없어. 자긴 농부가 됐으니까, 음식에 대해 많이 알고 있지? 어떻게 되는지 나한테도 알려줘.^^ -샌디",
    "chefsalad.text": "@에게,^^ 우리 가족 모두가 이 레시피를 좋아해서, 너도 좋아할 거란 생각이 들어. 주로 자르기만 하면 되고, 그다음엔 쉬운 일밖에 없어.^그리고, 사람들을 주방 조리대에 모두 모이게 하는데 제격이지. 맛있게 먹었으면 좋겠구나!^^ -드미트리우스",
    "farofa.text": "안뇽 @,^^ 새로운 개인 최고 기록: 내가 근무하는 동안 손님이 정말 없어서 카운터 밑에 있는 작은 휴대용 스토브로 이 요리를 처음부터 끝까지 만들 수 있었어. 자랑할 사람이 없어서, 알려주려고 편지 쓴 거야. 빨리 놀러 와줬으면 좋겠다, 자기야!^^ -샌디",
    "figtart.text": "좋은 아침 @-^^  무화과가 제철일 때 겨울에 안성맞춤인 내 오래된 레시피야. 하지만 산지에서 난 신선한 무화과로 이걸 만들어 본 적은 없어. 농장에서 좀 기르고 있니? 만약 기르고 있으면, 만들고 나서 나한테도 타르트 한 조각 가져다줬으면 좋겠다.^^ -로빈",
    "gooseberrypie.text": "@,^^ 이게 바로 내 유명한 구스베리 파이 레시피야. 아이스크림 한 스쿱과 신선한 구스베리를 위에 얹어 따뜻하게 해서 차리면 제일 좋아.^한 번은 식히려고 부엌 식탁에 뒀다가, 캐롤라인의 에어로빅 수업을 듣는 사람들 모두가 운동을 할 수 없었다고 나를 나무랐어. 하하, 참을 수 없었나 봐.^^ -피에르",
    "islandsalad.text": "@에게,^^우리에게 좋은 친구이자 이웃이 되어준 것에 대한 감사의 마음과 함께 이 레시피를 보내고 싶었어.^이 샐러드는 우리 저녁식사 단골 메뉴고, 또 거의 모든 식사와 잘 어울리기도 해. 기억이 잘 안 나서 기억나게 하려고 애쓰고는 있는데, 우리가 이걸 한 번 대접한 적 있던가? 그 음식이 너는 항상 우리 집에서 환영한다는 걸 상기시켜줬으면 좋겠구나.^좋은 하루 되렴.^^  -조디",
    "melonsalad.text": "@!^^ 어쩌면 날 위해 약간의 시식 테스트를 할 수 있을지도 몰라.^나는 카나리아 멜론을 위한 좋은 레시피를 생각하고 있었는데, 그 때 더 좋은 생각이 떠올랐지 뭐야: 멜론 엑스트라바간자! 모든 다른 종류의 멜론 조각들이 작은 멜론 친구들과 그릇에 함께 있는 게 무척 행복해 보여. 엄청 귀엽다!^그리고 맛있고!^^ -에밀리",
    "pbjsandwich.text": "@,^^ 자네의 식구들이 방금 나한테 연락해 자네에 대해 물어봐서, 자네가 끼니를 제때 챙겨 먹는지 확인하고 싶었네.^자네 땅콩버터 젤리 샌드위치 만드는 법 알지? 음...바로 그거라네. 레시피가 요리 이름 그대로라네. 이정도는 할 수 있겠지, 그렇지?^^ -루이스",
    "poachedpear.text": "@에게,^^ 살롱에 지속적으로 방문해 줘서 고마워.^고급 요리에 맛을 들였다면, 이 레시피가 널 흥미롭게 할 것 같군. 젊은 시절 셰프로 돌아간 것 같은 좋은 기분이 들어.^^ -거스",
    "raspberrytart.text": "거기 안녕, @!^^  시간이 남아서 할머니의 오래된 레시피 중 하나를 적어봤어. 라즈베리가 얼마나 단가에 따라 설탕을 조금 더 넣거나 조금 덜 넣을 수도 있어. 오븐에 넣기 전에 맛을 보고 필요에 따라 조절해. 맛있게 먹어!^^ -로빈",
    "ricepilaf.text": "@에게,^^ 여기 살롱에서 만든 라이스 필라프 레시피야.^정확하게 레시피대로 따라 하면, 내가 만든 것과 98퍼센트는 일치할 거야. 나머지 2퍼센트는 시즈닝이 잘 돼 있는 내 무쇠 팬 덕이지만, 그걸 따라하기는 꽤 힘들겠지.^ -거스^^P.S. 이 레시피는 꼭 비밀로 해 주게!",
    "sauteedonions.text": "이웃에게,^^ 레시피를 수집하고 있다고 들었는데, 여기 또 다른 하나를 줄게. 양파를 빨리 캐러멜라이징 하는 건 쉬워서, 오후 내내 양파 색이 변하기를 기다릴 필요가 없어. 네가 가지고 있는 메인 요리의 반찬으로 쓰도록 하렴!^^  -마니",
    "stuffedbellpeppers.text": "@,^^ 조자 브랜드 냉동식품에 질려서 저녁에 이걸 만들어봤어, 헤헤. 11시까지 걸렸지만, 재스가 다음날 이 남은 음식을 정말 좋아했어. 나 스스로도 음식이 썩 괜찮다고 생각했지. 그건 그렇고, 너도 좋아하면 한 번 먹어봐.^^  -셰인",
    "sweetpotatofries.text": "어이 꼬마,^^ 내 아빠가 만들던 레시피야.^수제 맥주와 잘 어울리기도 하지. 내가 예상하는데 만약 마을 다른 사람들이 그걸 요리하면 거스가 질투를 할 거고, 살롱에 있는 모든 사람들을 위해 만들기 시작할 거야.^^ -팸",
    "tropicalfruitsalad.text": "@에게,^^ 방금 엄청난 샐러드를 먹었다네. 안타깝지만, 너무 맛있어서 자네에게 나눠줄 것을 하나도 남기지 못했네.^바라건대, 자네에게 레시피 사본을 보내는 것이 차선책이 됐으면 좋겠네.^ -루이스^^P. S. 미안하지만, 정말 맛있었다네.",
    "vegetablestirfry.text": "내가 떠나기 전 조디는 이걸 만들어 주곤 했다. 너도 한번 해보고 싶어 할 것 같단 생각이 들었어.^마을과 가족을 위해 일해줘서 고마워.^^  -켄트",
    "bobatea.text": "안녕 @,^^ 얼마 전에 주주 시티에 가서 처음으로 버블티를 마셔봤어. 넌 거기 출신이니 버블티에 대해 잘 알겠지?^어쨌든, 이상하게 보일지도 모르지만, 나는 레시피를 찾아봤는데 만드는 게 어렵진 않았어. 고향 생각이 나게 할 것 같단 생각이 들었어.^^  -세바스찬",
    "dandeliontea.text": "@이여,^^  자연은 몇 년동안 나에게 친절하게 대해주었다네.^우리가 만난 이후로 자넨 나에게 친절하게 대해줘서 이 레시피를 가르쳐주고 싶었다네. 자네가 그것을 필요로 할 때 힘이 되어 줄 걸세.^^ -라이너스",

    // Titles

    "bakedsweetpotato.title": "군고구마 레시피",
    "broccoliandcheese.title": "브로콜리 치즈 레시피",
    "brownsugar.title": "흑설탕 레시피",
    "carrotcake.title": "당근 케이크 레시피",
    "cassavacake.title": "카사바 케이크 레시피",
    "chefsalad.title": "셰프의 샐러드 레시피",
    "farofa.title": "파로파 레시피",
    "figtart.title": "무화과 타르트 레시피",
    "gooseberrypie.title": "구스베리 파이 레시피",
    "islandsalad.title": "아일랜드 샐러드 레시피",
    "melonsalad.title": "멜론 샐러드 레시피",
    "pbjsandwich.title": "땅콩버터 젤리 샌드위치 레시피",
    "poachedpear.title": "졸인 배 레시피",
    "raspberrytart.title": "라즈베리 타르트 레시피",
    "ricepilaf.title": "라이스 필라프 레시피",
    "sauteedonions.title": "볶은 양파 레시피",
    "stuffedbellpeppers.title": "속을 채운 피망 레시피",
    "sweetpotatofries.title": "고구마 튀김 레시피",
    "tropicalfruitsalad.title": "열대 과일 샐러드 레시피",
    "vegetablestirfry.title": "야채 볶음 레시피",
    "bobatea.title": "버블티 레시피",
    "dandeliontea.title": "민들레 차 레시피",
}