{
"bakedsweetpotato.text": "@,^^  나는 보통 낯선 사람에게 내 요리 레시피를 주지 않는다네. 하지만 여기로 이사 온 자네는 나에게 친절히 대해줬지. 자넬 친구라 부를 수 있어서 기쁘다네.^^ -라이너스",
"bananapudding.text": "내가 만든 레시피를 너한테 줄 때가 된 것 같군. 태우지 말도록. 그런다면 감동할지도.^^ -조지",
"broccoliandcheese.text": "좋은 아침 @^^ 이 레시피는 접시 위의 음식이라는 요리책에서 나온거야. 완벽하고, 만들기 쉬운 레시피야. 난 이미 여러 번 만들어봤지. 너도 해보지그래?^^  -피에르",
"brownsugar.text": "@,^^  축하하네! 자넨 자네의 농장을 돌봄으로써 재배에 소질이 있다는 걸 보여주었다네! 보상으로 이 레시피를 주도록 하겠네.^^ 진심을 담아서, 루이스",
"carrotcake.text": "@에게,^^ 정원에서 난 신선한 당근으로 요리하는 것만큼 좋은 것도 없지! 예전에 썼던 맛있는 레시피를 너한테 주려고 해!^^ -캐롤라인",
"cassavacake.text": "좋은 아침이야 @,^^ 여기 사막에선 너무 심심해서 너한테 편지를 써봤어. 여기 카사바 케이크 레시피를 줄게. 이 요리에 대한 어떠한 정보도 찾을 수가 없어. 네가 알아냈으면 좋겠다.^^ -샌디",
"chefsalad.text": "내 일에 관심을 가져 줘서 '고맙다'라고 말하고 싶었어. 내가 좋아하는 레시피를 줄게.^^ -드미트리우스",
"farofa.text": "@에게,^^ 여기 사막에선 너무 심심해서 편지를 써봤어. 이걸 고명이나  반찬으로 만들 수 있는 정말 좋은 저녁식사 레시피가 있을지도 몰라. 곧 네 소식을 듣게 될 것 같은 느낌이 들어!^^ -샌디",
"figtart.text": "@에게-^^  여기 내가 겨울에 자주 사용하는 오래된 레시피야. 무화과가 익었을 때쯤에 말이야. 농장에서 무화과 좀 기르고 있어? 타르트 만들고 나서 나한테도 한 조각 갖다 주면 좋겠어.^^ -로빈",
"gooseberrypie.text": "@,^^  여기 내 유명한 구스베리 레시피야. 로빈이 좋아해. 그녀는 이것에 대해 끊임없이 얘기하고 있지. 아이스크림을 한 숟갈 뜬 다음 신선한 구스베리 파이 위에 올리면 가장 맛있게 먹을 수 있을 거야. ^^ -피에르",
"islandsalad.text": "좋은 아침 @,^^ 이 레시피는 여기서 가장 인기 있는 레시피야, 그래서 너한테도 나눠주고 싶어. 맛있게 먹어!^^  -조디",
"melonsalad.text": "@!^^ 난 보통 아주아주 건강에 좋은 음식을 먹지만, 때로는 괴랄한걸 먹고 싶을 때가 있어. 맛있으면서도 만들기 쉬운 레시피는 내 식단에 있어서 필수지! 처음 이 아이디어를 낸 후부터 카나리아 멜론의 조리법을 생각해 내고 싶어 죽을 지경이었는데, 어젯밤까지만 해도 생각해 낼 수가 없었어. 한 번 해봐!^^  -에밀리",
"pbjsandwich.text": "@,^^  축하하네! 자넨 자네의 농장을 돌봄으로써 재배에 소질이 있다는 걸 보여주었다네! 보상으로 이 레시피를 주도록 하겠네.^^ 진심을 담아서, 루이스",
"poachedpear.text": "안녕 @,^^ 내 살롱에서 만든 레시피야. 난 이걸 내 친한 친구한테만 준다네!^^ -거스",
"raspberrytart.text": "안녕!^^  시간이 남아서 할머니의 오래된 레시피 중 하나를 적어봤어. 더 달게 하려고 몇 가지를 추가해봤어. 맛있게 먹어!^^ -로빈",
"ricepilaf.text": "@에게,^^ 여기 살롱에서 만든 라이스 필라프 레시피야. 너한테도 만드는 방법을 가르쳐 줄게, 아주 간단하지.^^ P.S. 난 이걸 내 친한 친구한테만 준다네! ^^ -거스",
"sauteedonions.text": "우리 이웃에게,^^ 내가 동물을 돌보지 않을 때 부엌에서 실험을 하곤 해. 우리가 친구가 된 이후로 난 볶은 양파 레시피를 연구하고 있었어. 그것들을 맛있는 반찬으로 만드는데 큰 노력을 할 필욘 없어.^^  -마니",
"stuffedbellpeppers.text": "@,^^ 잡지에서 이 레시피를 찾았는데 흥미롭더라. 만들고 나서 나한테도 줘. 헤헤.^^  -셰인",
"sweetpotatofries.text": "안녕 꼬마야,^^ 여기 내 아버지가 만드셨던 간식 레시피를 줄게. 큰 고구마 두 개를 쓰셨지. 더 맛있게 먹고 싶거든 흑설탕을 넣도록 해.^^ -팸",
"tropicalfruitsalad.text": "@,^^ 건강에 좋은 음식을 먹는 걸 잊지 말게, 그렇지 않으면 열심히 일할 에너지가 부족할 걸세! 내가 좋아하는 레시피 중 하나를 주겠네.^^  -루이스",
"vegetablestirfry.text": "좋은 아침 @,^^  내가 떠나기 전 조디는 이걸 만들어 주곤 했지. 너도 한번 해보고 싶어할 것 같았어.^^  -켄트",
"bobatea.text": "@,^^ 이상하게 보일지도 모르지만, 내가 마지막으로 주주 시티에 갔을 때 처음으로 이걸 마셔봤어. 너도 아마 좋아할 거야.^^  -세바스찬",
"dandeliontea.text": "@에게,^^  자연은 몇 년동안 나에게 친절하게 대해주었다네. 자연이 가르쳐준 레시피가 자네에게도 친절했으면 한다네. 정직한 생활을 하는 사람을 만나서 반갑다네.^^ -라이너스"
}

