{
	
//Text

"bakedsweetpotato.text": "@,^Nessa época do ano, o frio no ar me faz apreciar ainda mais a generosidade da natureza. Aqui está uma receita simples com sabor delicioso que não precisa de um preparo elaborado. Espero que gostem tanto quanto eu.^ -Linus",
"broccoliandcheese.text": "Bom dia, @,^^ eu queria mostrar meu apreço pelo seu negócio, mas o mais importante, pela sua amizade.^Essa minha receita veio de um livro de receitas chamado Comida no Prato. É uma receita maravilhosa e fácil de seguir para pessoas ocupadas como nós. Talvez você gostaria de experimentá-lo?^^ -Pierre",
"brownsugar.text": "Querido @,^^ Como está indo seu trabalho enquanto restaura a fazenda? Sem dúvida, você deve se sentir um pouco mais conectado à natureza  antes de chegar da cidade.^Desde que você demonstrou interesse em uma abordagem mais prática para viver, aqui está uma receita para o açúcar mascavo caseiro. Agora você pode realmente dizer que você está cozinhando do zero!^^ -Lewis",
"carrotcake.text": "Querido @,^Nada é mais satisfatório do que cozinhar com cenouras frescas do seu próprio jardim!^Este bolo de cenoura é um verdadeiro prazer para a multidão se você está entretendo convidados ou apenas procurando um deleite para se divertir.^Certifique-se de me trazer um pedaço e dizer olá quando você for às compras da próxima vez!^^ -Caroline",
"cassavacake.text": "Bom dia @,^^ eu estava tão entediada aqui no deserto que eu escrevi essa carta para você. Aqui está uma receita para algo chamado Bolo de Mandioca. Não consigo encontrar nenhuma informação sobre isso. Com você sendo um fazendeiro e tudo mais, você sabe muito sobre comida, certo?.^^ -Sandy",
"chefsalad.text": "Querido @,^^ minha família inteira gosta dessa receita, então eu imaginei que você poderia gostar também. É principalmente apenas uma salada variada, além de ser fácil.È perfeito para reunir todos seus amigos, no balcão da cozinha. Espero que vocês goste!^^ -Demetrius",
"farofa.text": "Caro @,^^ Durante o meu turno, o negócio foi tão lento que eu consegui fazer todo esse prato do zero em um pequeno fogão portátil sob o balcão. Então não havia ninguém por perto para compartilhar o momento, então eu escrevi esta carta para te contar sobre isso. Espero que venha visitar em breve!^^ -Sandy",
"figtart.text": "Querido @-^^ Aqui está uma velha receita minha que é perfeita para o inverno quando os figos estão na estação. Eu nunca tive feito com figos locais maduros, no entanto. Você tem algum crescendo na fazenda? Se tiver, eu adoraria se você pudesse me trazer um pedaço da torta quando você fazê-la.^^ -Robin",
"gooseberrypie.text": "@,^^ Aqui está a receita da minha famosa Torta de Groselha. É melhor servida quente com uma colher de sorvete e groselha fresca em cima.^Uma vez, eu deixei uma para esfriar na mesa da cozinha, e todos na aula de aeróbica da Caroline me repreenderam por atrapalhar todo o treino. Hehe, parece que eles não resistiram.^^ -Pierre",
"islandsalad.text": "Querido @,^^Eu queria enviar-lhe uma receita para agradecer por ser um grande amigo e vizinho para nós.^Esta salada é típica na nossa mesa de jantar e vai muito bem com quase qualquer refeição. Estou tentando me lembrar, servimos isso a você uma vez? Espero que possa lembrá-lo que você é sempre bem-vindo em nossa casa.^Tenha um dia maravilhoso,^^ -Jodi",
"melonsalad.text": "@!^^ Talvez você possa fazer um pequeno teste de gosto para mim.^Eu estava tentando pensar em uma boa receita para melões canários, mas então eu tive uma ideia ainda melhor: uma extravagância de melão! Todos os diferentes pedaços de melão parecem tão felizes na tigela com seus amiguinhos de melão. Tão fofo!^E delicioso!^^ -Emily",
"pbjsandwich.text": "Querido @,^^ Seus pais me contataram para perguntar sobre você, e eu só queria ter certeza que você está comendo corretamente.^Você sabe como fazer um sanduíche de manteiga de amendoim e geleia, certo? É um... Bem, é isso. O nome é literalmente a receita inteira. Então, tenho certeza que você pode lidar com isso, certo? ^^ -Lewis",
"poachedpear.text": "Olá @,^^ Obrigado por entrar no saloon de novo e de novo.^Eu estava pensando, se você tem um gosto por comida gourmet, essa receita pode lhe interessar. É uma boa que me fez começar de volta nos meus primeiros dias como chef.^^ -Gus",
"raspberrytart.text": "Ei lá, @!^^ eu tive algum tempo extra para escrever uma das receitas antigas da minha avó. Dependendo da doçura natural das frutas, você pode adicionar um pouco mais ou um pouco menos de açúcar. Basta prová-lo antes de ir para o forno e ajustar conforme necessário. Aproveite!^^ -Robin",
"ricepilaf.text": "Querido @,^^ Aqui está a receita de arroz pilaf do meu saloon.^Se você segui-lo exatamente, deve ser cerca de 98 por cento do mesmo que como eu faço. Os outros 2% se resumem à forma como minha panela de ferro fundido é temperada, mas isso é muito difícil de replicar. Por favor, não deixe de manter essa receita em segredo!",
"sauteedonions.text": "Caro vizinho, ^^ ouvi que você está coletando receitas, então aqui está outra de mim. É uma maneira fácil de caramelizar cebolas rapidamente, então você não tem que esperar a tarde toda para que elas se transformem. Use-a em qualquer entrada salgada que você tem!^^ -Marnie",
"stuffedbellpeppers.text": "@,^^ eu cansei de jantares congelados da marca Joja, então acabei fazendo isso uma noite, hehe. Demorei até as 23h, mas Jas gostou muito das sobras no dia seguinte. Eu pensei que elas não eram tão ruins. De qualquer forma, espero que você goste.^^ -Shane",
"sweetpotatofries.text": "Ei criança,^^ Aqui está uma receita que meu papai costumava fazer.^Acontece que vai ótimo com um bom litro de cerveja artesanal. Eu acho que se outras pessoas ao redor da cidade estão cozinhando, Gus vai ficar com ciúmes e ele vai ter que começar a fazê-los para todos no saloon.^^ -Pam",
"tropicalfruitsalad.text": "Querido @,^^ eu acabei de comer a salada de frutas maravilhosa. Infelizmente, foi tão bom que eu comi tudo e não pude compartilhar com você.^Espero que, enviando uma cópia da receita você possa fazer na sua casa.^ -Lewis^^P. Desculpe, mas estava muito bom.",
"vegetablestirfry.text": "Minha esposa fazia isso o tempo todo antes de eu sair de casa. Pensei que gostaria de experimentá-la.^Obrigado pelo que você fez pela comunidade e pela minha família.^^ -Kent",
"bobatea.text": "Oi @,^^ eu estava na cidade de Zuzu há pouco tempo e eu comecei a experimentar chá de boba pela primeira vez. Você é de lá, então você está familiarizado com o chá de boba, certo?^De qualquer forma, isso pode parecer estranho, mas eu pesquisei uma receita e não é muito difícil de fazer. Achei que poderia fazê-la de casa.^^ -Sebastian",
"dandeliontea.text": "Querido @,^^ as montanhas têm sido gentis comigo por muitos anos.^Você também tem sido gentil comigo desde que nos conhecemos, então eu queria te ensinar essa receita. Que lhe dê força quando estiver precisando dele.^^ -Linus",

//Titles

"bakedsweetpotato.title": "Receita de Batata Doce Assada",
"broccoliandcheese.title": "Receita de Brócolis e Queijo",
"brownsugar.title": "Receita de Açúcar Mascavo",
"carrotcake.title": "Receita de Bolo de Cenoura",
"cassavacake.title": "Receita de Bolo Mandioca",
"chefsalad.title": "Receita de Salada do Chef",
"farofa.title": "Receita farofa",
"figtart.title": "Receita de Torta de Figo",
"gooseberrypie.title": "Receita de Torta de Groselha",
"islandsalad.title": "Receita de Salada de Ilha",
"melonsalad.title": "Receita de Salada de Melão",
"pbjsandwich.title": "Receita de Sanduíche PB&J",
"poachedpear.title": "Receita de Pera Escaldada",
"Raspberrytart.title": "Receita de Torta de Framboesa",
"ricepilaf.title": "Receita pilaf de arroz",
"sauteedonions.title": "Receita de Cebola Refogada",
"stuffedbellpeppers.title": "Receita de Pimentões recheados",
"sweetpotatofries.title": "Receita de Batata Doce frita",
"tropicalfruitsalad.title": "Receita de Salada de Frutas Tropicais",
"vegetablestirfry.title": "Receita de Carne Vegetal",
"bobatea.title": "Receita de Chá boba",
"dandeliontea.title": "Receita de Chá de Dente-de-Leão",

}