{
"bakedsweetpotato.text": "@,^^В такое холодное время года начинаешь сильнее ценить дары природы. Вот простой рецепт блюда с восхитительным вкусом, для которого ничего особенного не нужно. Надеюсь, тебе это понравится так же, как и мне.^^ -Линус",

"broccoliandcheese.text": "Доброе утро, @.^^ Я хотел бы выразить тебе свою признательность за твою работу и, что важнее, за твою дружбу.^ Этот рецепт я нашёл в кулинарной книге с названием «Еда на тарелке».^ Это прекрасный и простой в использовании рецепт для таких занятых людей, как мы с тобой. Можешь, попробуешь? ^^  -Пьер",

"brownsugar.text": "Здравствуй, @.^^ Как продвигается работа по восстановлению фермы? Ты, несомненно, чувствуешь связь с природой немного лучше, чем до твоего переезда сюда.^ Поскольку тобой проявлялся весьма практичный подход к жизни, вот рецепт домашнего коричневого сахара. Теперь ты действительно можешь говорить, что готовишь всё с нуля!^^ -Льюис",

"carrotcake.text": "Здравствуй, @.^ Нет ничего приятнее, чем готовить свежую морковь, выращенную у себя!^ Этот морковный пирог - всеобщий любимец, и неважно, для гостей ты готовишь или же для себя.^ Обязательно загляни к нам поздророваться, когда в следующий раз пойдёшь закупаться!^^ -Кэролайн",

"cassavacake.text": "Доброе утро, @.^^ В пустыне очень скучно, поэтому я решила написать тебе письмо. Вот рецепт кое-чего под названием «Пирог из маниоки». Нигде не могу найти информацию об этом. Ты же много знаешь о еде, ведь ты фермер, всё такое? Так что дай мне знать, что получится.^^ -Сэнди",

"chefsalad.text": "Здравствуй, @.^^ Всей моей семье нравится этот рецепт, поэтому я подумал, что ты тоже оценишь. Для него в основном нужно лишь нарезать продукты и сделать пару других простых шагов.^ Так что он идеально подходит для того, чтобы быстро собрать всех вместе за кухонным столом. Надеюсь, тебе понравится! ^^ -Деметриус",

"farofa.text": "Здравствуй, @.^^ Новый рекорд: дела шли настолько медленно во время моей смены, что я сумела приготовить это блюдо с нуля на маленькой переносной плите под прилавком. Только тогда никого, с кем бы я могла поделиться этим достижением, рядом не было, поэтому я написала тебе это письмо. Приезжай поскорей!^^ -Сэнди",

"figtart.text": "Здравствуй, @-^^  Вот один из мой старый рецепт, идеально подходящей для зимы - сезона инжира. Хотя я никогда это не готовила с местным инжиром. Ты выращиваешь его у себя на ферме? Если да, я была бы счастлива, принеси ты мне кусочек этого пирога, когда ты его сделаешь. ^^ -Робин",

"gooseberrypie.text": "@,^^ Вот рецепт моего знаменитого пирога с крыжовником. Лучше всего подавать тёплым с шариком мороженого и свежим крыжовником наверху.^ Я однажды оставил один такой пирог на кухонным столе остывать, и вся группа аэробики Кэролайн отругала меня за сорванную тренировку. Хе-хе, похоже, не смогли устоять.^^ -Пьер",

"islandsalad.text": "Здравствуй, @.^^ Я шлю тебе этот рецепт, чтобы поблагодарить тебя за дружбу. Этот салат - одно из основных блюд нашего обеденного стола, и он прекрасно сочетается практически с любой едой. Я вот пытаюсь вспомнить, подавала ли я когда-нибудь его тебе? Надеюсь, этот салат поможет тебе помнить, что тебе всегда рады в нашем доме.^^  -Джоди",

"melonsalad.text": "@!^^ Может, ты сможешь проверить вкус кое-чего для меня.^ Я пыталась придумать хороший рецепт с медовой дыней, а потом придумала нечто лучше: дынная феерия! Все разнообразные кусочки дынь выглядят такими счастливыми рядом со своими маленькими дынными друзьями. Так мило!^ И вкусно! ^^ -Эмили",

"pbjsandwich.text": "Здравствуй, @.^^ Твои родители только что позвонили мне и попросили убедиться, что ты кушаешь как следует.^ Ты же знаешь, как делать сэндвичи с арахисовым маслом и желе, да? Их... а, вот и всё. В названии весь рецепт. Так что ты наверняка справишься, да?^^ -Льюис",

"poachedpear.text": "Привет, @.^^ Спасибо, что заходишь в салун время от времени. Я подумал, если у тебя есть пристрастие к изысканной кухне, то этот рецепт может тебя заинтересовать. Он хорош и помогал в мои ранние годы работы шеф-поваром.^^ -Гас",

"raspberrytart.text": "Приветик, @!^^  У меня было свободное время, чтобы записать один из старых рецептов моей бабушки. Количество сахара зависит от того, насколько сладкие ягоды. Просто попробуй его перед запеканием и добавь, если нужно будет. Наслаждайся!^^ -Робин",

"ricepilaf.text": "Здравствуй, @.^^ Вот рецепт рисового плова и моего салуна.^ Если ты будешь чётко ему следовать, то результат будет примерно на 98 процентов таким же, каким его делаю я. Остальные два процента связаны с тем, как сделана моя посуда, что сложно повторить.^ -Гас^^P.S. Пожалуйста, держи рецепт в секрете!",

"sauteedonions.text": "Соседушка,^^ Я слышала, что ты собираешь рецепты. Вот простой способ засахарить лук, так что тебе не нужно будет ждать целый день, прежде чем он будет готов. Используй это как добавку к любому из тех твоих вкусных блюд!^^  -Марни",

"stuffedbellpeppers.text": "@,^^ Мне очень надоели полуфабрикаты от ДжоДжа, поэтому в один вечер я решил приготовить это. Готовил где-то до 11 вечера, но на следующий день Джас очень оценила остатки. Да и на мой взгляд они были не очень плохи. В любом случае ты можешь попробовать, если захочешь.^^  -Шейн",

"sweetpotatofries.text": "Здорово, моложёжь.^^ Вот тебе рецепт вкуснятины, которую папка мой готовил.^ Так уж вышло, что он отлично сочетается с пинтой пива. Думаю, если это ещё кто-то готовить начнёт, Гас обзавидуется и начнёт подавать это в салуне.^^ -Пэм",

"tropicalfruitsalad.text": "Здравствуй, @.^^ Я только что съел чудеснейший фруктовый салат. Увы, он был так хорош, что не осталось ни кусочка, чтобы поделиться с тобой. ^ Надеюсь, отправка копии рецепта - хороший запасной вариант.^ -Льюис^^ P. S. Прости, уж слишком вкусно было.",

"vegetablestirfry.text": "Моя жена всегда это готовила, пока я не ушёл в армию. Думаю, тебе понравится.^ Спасибо за то, что ты делаешь для нашего города и для моей семьи. ^^  -Кент",

"bobatea.text": "Привет, @.^^ Не так давно я был в городе Зузу и попробовал чай с шариками. Ты родом оттуда, так что знаешь, что это, да?^ Как бы то ни было, может, это и странно, но я узнал рецепт, и оказалось что делать его не так уж и сложно. Подумал, что этот чай может напомнить тебе о доме.^^  -Себастиан",

"dandeliontea.text": "Здравствуй, @.^^ Горы много лет были добры ко мне.^ Ты тоже относишься ко мне с добром с момента нашей встречи, так что я хотел научить тебя этому рецепту. Пусть этот чай даёт тебе силы, когда они будут нужны.^^ -Линус"
}

