{
  // Text
  "bakedsweetpotato.text": "@,^Yılın bu zamanlarında, havadaki soğuk doğanın cömertliğini çok daha fazla anlamamı sağlıyor. İşte basit, lezzetli ve uzun uzun detayları olmayan bir tarif.Umarım benim sevdiğim kadar sen de seversin.^ -Linus",
  "broccoliandcheese.text": "Günaydın @,^^ Yaptığımız işe karşı takdirimi göstermek istedim, ama daha önemlisi arkadaşlığına.^Bu benim 'Tabaktaki Yemek' diye bir kitaptan gelen tarifim. Bizim gibi meşgul insanlar için muhteşem ve takip etmesi kolay bir yemek kitabı.Herhalde denemek istersin?^^  -Pierre",
  "brownsugar.text": "Sevgili @,^^ Çiftliği toparlarken işlerin nasıl gidiyor? Şüphesiz kasabaya gelmeden öncekinin tam tersi olarak doğaya biraz daha bağlı hissediyor olmalısın.^Daha çok uygulamalı yaklaşan bir yaşam şekline ilgili olduğundan, işte ev yapımı esmer şeker tarifi. Şimdi gerçekten en başından pişirdiğini söyleyebilirsin!^^ -Lewis",
  "carrotcake.text": "Sevgili @,^Hiçbir şey kendi bahçenden gelen havuçlarla yemek yapmaktan daha tatmin edici olamaz!^Bu havuçlu kek gerçekten memnun edici, ister misafirlerini güldürmek için bir şey yapmaya çalış, ister kendine tadını çıkatmak için bir şey arıyor ol.^Bir dahaki sefere başını geriye itip merhaba dediğinden emin ol!^^ -Caroline",
  "cassavacake.text": "Günaydın @,^^ Çölde o kadar sıkıldım ki sana bu mektubu yazdım. İşte 'Manyok Keki' diye bir şeyin tarifi. Bununla ilgili başka bilgi bulamıyorum. Bir çiftçi olduğundan, yemekler hakkında çok şey biliyor olmalısın, değil mi? Nasıl olduğunu anlatırsın.^^ -Sandy",
  "chefsalad.text": "Sevgili @,^^ Bütün ailem bu tarifi sever, bu yüzden senin de seveceğini düşündüm. Genel olarak doğrama ve bir çift daha basit adımla yapılıyor.^Ayrıca herkesi bir araya toplamak için mükemmel. Umarım tadını çıkarırsın!^^ -Demetrius",
  "farofa.text": "Sevgili @,^^ Yeni en iyi yemeğim: Mesaim boyunca işler o kadar yavaştı ki bu yemeği en başından tezgahın altındaki küçük taşınabilir bir fırında pişirebildim. Anı paylaşmak için yanımda kimse yoktu, bu yüzden sana bunu anlatmak için bu mektubu yazdım. Umarım yakın zamanda ziyarete gelirsin tatlım!^^ -Sandy ",
  "figtart.text": "Sevgili @-^^ İşte dutlar çıktığında kış için mükemmel bir tarifim. Taze yerel dutlarla yapmayı hiç denemedim doğrusu.Çiftliğinde hiç yetiştiriyor musun? Eğer yetiştiriyorsan yaptığın zaman bana da bir dilim getirmenden memnun olurum.^^ -Robin",
  "gooseberrypie.text": "@,^^ İşte benim meşhur Bektaşi Üzümü Turta'mın tarifi. En iyi şekilde servisi ılık, yanında üstünde taze bektaşi üzümleri olan dondurma ile olur.^Bir keresinde soğusun diye mutfak masasınn üzerine koymuştum ve Caroline'nin aerobik sınıfındaki herkes çalışamadılar diye beni azarladı. Haha, görünüşe göre dayanamadılar.^^ -Pierre",
  "islandsalad.text": "Sevgili @,^^Bize iyi bir arkadaş ve komşu olduğun için teşekkür etmek adına bir tarif göndermek istedim.^Bu salata akşam yemeği masamızın olmazsa olmazıdır ve her yemekle de iyi gider. Hatırlamaya çalışıyorum da, biz hiç sana bunu servis ettik mi?Umarım bu sana kapımızın sana her zaman açık olduğunu hatırlatır.^Harika bir gün geçir,^^  -Jodi",
  "melonsalad.text": "@!^^ Belki benim için tat testi yapabilirsin.^Kanarya kavunlarını kullanmak için iyi bir tarif düşünüyordum, ama sonra aklıma çok daha iyi bir fikir geldi: bir kavun fantezisi! Bütün farklı kavun yığınları kasedeki diğer küçük kavun arkadaşlarıyla çok mutlu görünüyor. Çok sevimli!^Ve lezzetli!^^ -Emily",
  "pbjsandwich.text": "Sevgili @,^^ Ailen kısa zaman önce benimle seni sormak için iletişime geçti, ben de doğru düzgün yediğinden emin olmak istedim.^Fıstık ezmeli ve reçelli sandviç yapmayı biliyorsun değil mi? Şey... aslında, sadece bu. İsim tarifin kendisi. Bu yüzden bunu kendi başına yapabileceğini düşünüyorum, haklı mıyım?^^ -Lewis",
  "poachedpear.text": "Merhaba @,^^ Salona devamlı olarak geldiğin için teşekkür ederim.^Düşünüyordum da, eğer gurme yemeklerini beğeniyorsan bu tarif ilgini çekebilir. İlk günlerimde beni şefliğe başlatan iyi bir tane.^^ -Gus",
  "raspberrytart.text": "Selam, @!^^  Büyükannemin eski tariflerini yazabilemk için fazladan zamanım oldu. Meyvelerin doğal tatlılıklarına bağlı olarak biraz daha fazla ya da az şeker ekleyebilirsin. Sadece fırına atmadan önce tadına bakıp ona göre ayarla. Tadını çıkar!^^ -Robin",
  "ricepilaf.text": "Sevgili @,^^ İşte salonumdaki pilav tarifi.^Eğer tarifi her şeyiyle birlikle takip edersen yüzde 98 benim yaptığım gibi olmalı. Kalan yüzde 2 de benim dökme demir tenceremin baharatlı olmasından kaynaklı. Ama bunu tekrarlaması çok zor.^ -Gus^^Not: Lütfen tarifi sır tuttuğundan emin ol!",
  "sauteedonions.text": "Sevgili komşum,^^ Tarif koleksiyonu yaptığını duydum bu yüzden de bir tane ben göndereyim dedim. Soğanları karamelize etmenin kolay ve hızlı bir yolu, böylece bütün öğlenini renk değiştirmelerini beklemekle harcamayacaksın. Elindeki tuzlu bir aperatifle beraber kullan!^^  -Marnie",
  "stuffedbellpeppers.text": "@,^^ Joja'nın donmuş yemeklerinden usandım bu yüzden de akşamın birinde kalkıp bunu yaptım, hehe. Gece 11'e kadar sürdü ama sonraki sabah Jas kalanlara bayıldı.Bence de kötü olmamıştı.Ayrıca yaparsan bana da getir.^^  -Shane",
  "sweetpotatofries.text": "Hey evlat,^^ İşte babamın eskiden yaptığı bir tarif.^Bir bardak birayla harika gidiyor.Sanırım kasabada başkaları bunu pişirirse Gus kıskanıp bunu salondaki herkes için yapmak zorunda kalacak.^^ -Pam",
  "tropicalfruitsalad.text": "Sevgili @,^^ Az önce en iyi meyve salatasını yedim. Maalesef, o kadar güzeldi ki seninle paylaşmak için hiç bırakmadım.^Umarım sana tarifin bir kopyasını göndermek sonraki en iyi şey olur.^ -Lewis^^Not: Özür dilerim ama gerçekten çok iyiydi.",
  "vegetablestirfry.text": "Ben ayrılmadan önce eşim hep bunu pişirirdi. Belki sen de denemek istersin.^^Toplum için ve ailem için yaptıklarından dolayı teşekkürler.^^  -Kent",
  "bobatea.text": "Selam @,^^ Kısa süre önce Zuzu şehrindeydim ve boba çayını ilk defa denedim. Sen de oradan geldin, öyleyse sen de buna aşinasın, değil mi?^Ayrıca garip gelebilir ama bir tarif araştırdım ve yapmak çok da zor değil. Sana evini hatırlatacağını düşündüm.^^ -Sebastian",
  "dandeliontea.text": "Sevgili @,^^ Uzun yıllar boyunca bu dağ bana iyi davrandı.^Tanıştığımızdan beri sen de iyi davrandın, bu yüzden sana bu tarifi göndermek istedim. Umarım ihtiyacın olduğunda sana güç verir.^^ -Linus",
  // Titles

  "bakedsweetpotato.title": "Pişmiş Tatlı Patates Tarifi",
  "broccoliandcheese.title": "Brokoli ve Peynir Tarifi",
  "brownsugar.title": "Esmer Şeker Tarifi",
  "carrotcake.title": "Havuçlu Kek Tarifi",
  "cassavacake.title": "Manyok Keki Tarifi",
  "chefsalad.title": "Şef Salatası Tarifi",
  "farofa.title": "Farofa Tarifi",
  "figtart.title": "Dut Turtası Tarifi",
  "gooseberrypie.title": "Bektaşi Üzümü Turtası Tarifi",
  "islandsalad.title": "Ada Salatası Tarifi",
  "melonsalad.title": "Kavun Salatası Tarifi",
  "pbjsandwich.title": "Fıstık Ezmeli ve Reçelli Sandviç Tarifi",
  "poachedpear.title": "Haşlanmış Armut Tarifi",
  "raspberrytart.title": "Ahududu Turtası Tarifi",
  "ricepilaf.title": "Pilav Tarifi",
  "sauteedonions.title": "Soğan Sote Tarifi",
  "stuffedbellpeppers.title": "Biber Dolması Tarifi",
  "sweetpotatofries.title": "Tatlı Patates Kızartması Tarifi",
  "tropicalfruitsalad.title": "Tropik Meyve Salatası Tarifi",
  "vegetablestirfry.title": "Sebzeli Vogda Kızartma Tarifi",
  "bobatea.title": "Boba Çayı Tarifi",
  "dandeliontea.title": "Karahindiba Çayı Tarifi"
}