{
  // Text
  "bakedsweetpotato.text": "@,^Yýlýn bu zamanlarýnda, havadaki soðuk doðanýn cömertliðini çok daha fazla anlamamý saðlýyor. Ýþte basit, lezzetli ve uzun uzun detaylarý olmayan bir tarif.Umarým benim sevdiðim kadar sen de seversin.^ -Linus",
  "broccoliandcheese.text": "Günaydýn @,^^ Yaptýðýmýz iþe karþý takdirimi göstermek istedim, ama daha önemlisi arkadaþlýðýna.^Bu benim 'Tabaktaki Yemek' diye bir kitaptan gelen tarifim. Bizim gibi meþgul insanlar için muhteþem ve takip etmesi kolay bir yemek kitabý.Herhalde denemek istersin?^^  -Pierre",
  "brownsugar.text": "Sevgili @,^^ Çiftliði toparlarken iþlerin nasýl gidiyor? Þüphesiz kasabaya gelmeden öncekinin tam tersi olarak doðaya biraz daha baðlý hissediyor olmalýsýn.^Daha çok uygulamalý yaklaþan bir yaþam þekline ilgili olduðundan, iþte ev yapýmý esmer þeker tarifi. Þimdi gerçekten en baþýndan piþirdiðini söyleyebilirsin!^^ -Lewis",
  "carrotcake.text": "Sevgili @,^Hiçbir þey kendi bahçenden gelen havuçlarla yemek yapmaktan daha tatmin edici olamaz!^Bu havuçlu kek gerçekten memnun edici, ister misafirlerini güldürmek için bir þey yapmaya çalýþ, ister kendine tadýný çýkatmak için bir þey arýyor ol.^Bir dahaki sefere baþýný geriye itip merhaba dediðinden emin ol!^^ -Caroline",
  "cassavacake.text": "Günaydýn @,^^ Çölde o kadar sýkýldým ki sana bu mektubu yazdým. Ýþte 'Manyok Keki' diye bir þeyin tarifi. Bununla ilgili baþka bilgi bulamýyorum. Bir çiftçi olduðundan, yemekler hakkýnda çok þey biliyor olmalýsýn, deðil mi? Nasýl olduðunu anlatýrsýn.^^ -Sandy",
  "chefsalad.text": "Sevgili @,^^ Bütün ailem bu tarifi sever, bu yüzden senin de seveceðini düþündüm. Genel olarak doðrama ve bir çift daha basit adýmla yapýlýyor.^Ayrýca herkesi bir araya toplamak için mükemmel. Umarým tadýný çýkarýrsýn!^^ -Demetrius",
  "farofa.text": "Sevgili @,^^ Yeni en iyi yemeðim: Mesaim boyunca iþler o kadar yavaþtý ki bu yemeði en baþýndan tezgahýn altýndaki küçük taþýnabilir bir fýrýnda piþirebildim. Aný paylaþmak için yanýmda kimse yoktu, bu yüzden sana bunu anlatmak için bu mektubu yazdým. Umarým yakýn zamanda ziyarete gelirsin tatlým!^^ -Sandy ",
  "figtart.text": "Sevgili @-^^ Ýþte dutlar çýktýðýnda kýþ için mükemmel bir tarifim. Taze yerel dutlarla yapmayý hiç denemedim doðrusu.Çiftliðinde hiç yetiþtiriyor musun? Eðer yetiþtiriyorsan yaptýðýn zaman bana da bir dilim getirmenden memnun olurum.^^ -Robin",
  "gooseberrypie.text": "@,^^ Ýþte benim meþhur Bektaþi Üzümü Turta'mýn tarifi. En iyi þekilde servisi ýlýk, yanýnda üstünde taze bektaþi üzümleri olan dondurma ile olur.^Bir keresinde soðusun diye mutfak masasýnn üzerine koymuþtum ve Caroline'nin aerobik sýnýfýndaki herkes çalýþamadýlar diye beni azarladý. Haha, görünüþe göre dayanamadýlar.^^ -Pierre",
  "islandsalad.text": "Sevgili @,^^Bize iyi bir arkadaþ ve komþu olduðun için teþekkür etmek adýna bir tarif göndermek istedim.^Bu salata akþam yemeði masamýzýn olmazsa olmazýdýr ve her yemekle de iyi gider. Hatýrlamaya çalýþýyorum da, biz hiç sana bunu servis ettik mi?Umarým bu sana kapýmýzýn sana her zaman açýk olduðunu hatýrlatýr.^Harika bir gün geçir,^^  -Jodi",
  "melonsalad.text": "@!^^ Belki benim için tat testi yapabilirsin.^Kanarya kavunlarýný kullanmak için iyi bir tarif düþünüyordum, ama sonra aklýma çok daha iyi bir fikir geldi: bir kavun fantezisi! Bütün farklý kavun yýðýnlarý kasedeki diðer küçük kavun arkadaþlarýyla çok mutlu görünüyor. Çok sevimli!^Ve lezzetli!^^ -Emily",
  "pbjsandwich.text": "Sevgili @,^^ Ailen kýsa zaman önce benimle seni sormak için iletiþime geçti, ben de doðru düzgün yediðinden emin olmak istedim.^Fýstýk ezmeli ve reçelli sandviç yapmayý biliyorsun deðil mi? Þey... aslýnda, sadece bu. Ýsim tarifin kendisi. Bu yüzden bunu kendi baþýna yapabileceðini düþünüyorum, haklý mýyým?^^ -Lewis",
  "poachedpear.text": "Merhaba @,^^ Salona devamlý olarak geldiðin için teþekkür ederim.^Düþünüyordum da, eðer gurme yemeklerini beðeniyorsan bu tarif ilgini çekebilir. Ýlk günlerimde beni þefliðe baþlatan iyi bir tane.^^ -Gus",
  "raspberrytart.text": "Selam, @!^^  Büyükannemin eski tariflerini yazabilemk için fazladan zamaným oldu. Meyvelerin doðal tatlýlýklarýna baðlý olarak biraz daha fazla ya da az þeker ekleyebilirsin. Sadece fýrýna atmadan önce tadýna bakýp ona göre ayarla. Tadýný çýkar!^^ -Robin",
  "ricepilaf.text": "Sevgili @,^^ Ýþte salonumdaki pilav tarifi.^Eðer tarifi her þeyiyle birlikle takip edersen yüzde 98 benim yaptýðým gibi olmalý. Kalan yüzde 2 de benim dökme demir tenceremin baharatlý olmasýndan kaynaklý. Ama bunu tekrarlamasý çok zor.^ -Gus^^Not: Lütfen tarifi sýr tuttuðundan emin ol!",
  "sauteedonions.text": "Sevgili komþum,^^ Tarif koleksiyonu yaptýðýný duydum bu yüzden de bir tane ben göndereyim dedim. Soðanlarý karamelize etmenin kolay ve hýzlý bir yolu, böylece bütün öðlenini renk deðiþtirmelerini beklemekle harcamayacaksýn. Elindeki tuzlu bir aperatifle beraber kullan!^^  -Marnie",
  "stuffedbellpeppers.text": "@,^^ Joja'nýn donmuþ yemeklerinden usandým bu yüzden de akþamýn birinde kalkýp bunu yaptým, hehe. Gece 11'e kadar sürdü ama sonraki sabah Jas kalanlara bayýldý.Bence de kötü olmamýþtý.Ayrýca yaparsan bana da getir.^^  -Shane",
  "sweetpotatofries.text": "Hey evlat,^^ Ýþte babamýn eskiden yaptýðý bir tarif.^Bir bardak birayla harika gidiyor.Sanýrým kasabada baþkalarý bunu piþirirse Gus kýskanýp bunu salondaki herkes için yapmak zorunda kalacak.^^ -Pam",
  "tropicalfruitsalad.text": "Sevgili @,^^ Az önce en iyi meyve salatasýný yedim. Maalesef, o kadar güzeldi ki seninle paylaþmak için hiç býrakmadým.^Umarým sana tarifin bir kopyasýný göndermek sonraki en iyi þey olur.^ -Lewis^^Not: Özür dilerim ama gerçekten çok iyiydi.",
  "vegetablestirfry.text": "Ben ayrýlmadan önce eþim hep bunu piþirirdi. Belki sen de denemek istersin.^^Toplum için ve ailem için yaptýklarýndan dolayý teþekkürler.^^  -Kent",
  "bobatea.text": "Selam @,^^ Kýsa süre önce Zuzu þehrindeydim ve boba çayýný ilk defa denedim. Sen de oradan geldin, öyleyse sen de buna aþinasýn, deðil mi?^Ayrýca garip gelebilir ama bir tarif araþtýrdým ve yapmak çok da zor deðil. Sana evini hatýrlatacaðýný düþündüm.^^ -Sebastian",
  "dandeliontea.text": "Sevgili @,^^ Uzun yýllar boyunca bu dað bana iyi davrandý.^Tanýþtýðýmýzdan beri sen de iyi davrandýn, bu yüzden sana bu tarifi göndermek istedim. Umarým ihtiyacýn olduðunda sana güç verir.^^ -Linus",
  // Titles

  "bakedsweetpotato.title": "Piþmiþ Tatlý Patates Tarifi",
  "broccoliandcheese.title": "Brokoli ve Peynir Tarifi",
  "brownsugar.title": "Esmer Þeker Tarifi",
  "carrotcake.title": "Havuçlu Kek Tarifi",
  "cassavacake.title": "Manyok Keki Tarifi",
  "chefsalad.title": "Þef Salatasý Tarifi",
  "farofa.title": "Farofa Tarifi",
  "figtart.title": "/Dut Turtasý Tarifi",
  "gooseberrypie.title": "Bektaþi Üzümü Turtasý Tarifi",
  "islandsalad.title": "Ada Salatasý Tarifi",
  "melonsalad.title": "Kavun Salatasý Tarifi",
  "pbjsandwich.title": "Fýstýk Ezmeli ve Reçelli Sandviç Tarifi",
  "poachedpear.title": "Haþlanmýþ Armut Tarifi",
  "raspberrytart.title": "Ahududu Turtasý Tarifi",
  "ricepilaf.title": "Pilav Tarifi",
  "sauteedonions.title": "Soðan Sote Tarifi",
  "stuffedbellpeppers.title": "Biber Dolmasý Tarifi",
  "sweetpotatofries.title": "Tatlý Patates Kýzartmasý Tarifi",
  "tropicalfruitsalad.title": "Tropik Meyve Salatasý Tarifi",
  "vegetablestirfry.title": "Sebzeli Vogda Kýzartma Tarifi",
  "bobatea.title": "Boba Çayý Tarifi",
  "dandeliontea.title": "Karahindiba Çayý Tarifi"
}