{
    // Text

    "chamomile.text": "Kedves @,^^   Van itt pár mag a kis kertemből, amit a ház mögött gondozok. Valószínűleg már neked is van, de remek teát készíthetsz belőle.^^   -Caroline",
    "fairyduster.text": "Szia, kedvesem!^^   Van egy idősebb fickó, aki az árut hozza a boltomba, és szerintem bejövök neki.Nem volt virága, ezért helyette ezeket a magvakat adta nekem a teherautójáról.^Olyan aranyos!^Mindenesetre, nem tervezem őket elütetni, de talán te igen? ;)^^   -Sandy",
    "honeysuckle.text": "Jó reggelt @,^^   Marnie meglátogatott a múlt héten, és nekem adta ezeket a magvakat. Szerintem te nagyobb hasznukat vennéd, mint én. A következő tavasszal ha lesz néhány extrád, akkor majd termeszthetnél nekem is.^^   -Leah",
    "herballavender.text": "Jó reggelt @,^^   Szeretném megköszönni mindazt, amit a mi kis városunkért tettél. Kérlek fogadd el ezt hálám jeléül. Remélem, találsz majd egy szép napos helyet, ahová elültetheted őket a farmodon.^^   -Penny",
    "fragrantlilac.text": "Kedves @,^^   Volt az éjjel egy álmom, melyben átadtam neked ezt a zacskó magvat. Elültetted őket, és a következő dolog, amire emlékszem, az az volt, hogy egy lila orgonamező közepén álltam. Folyamatosan változtatták a színüket, liláról fehérre, majd újra lilára.^^Nem tudom, hogy mit jelenthet, de talán te tudod?^^   -Emily",
    "passionflower.text": "Jó reggelt @,^^   Lehet, hogy nem ércek, de attól még jól jönnek.^^Látogass meg a boltomban, amikor csak lehetőséged van rá.^^   -Clint",
    "pitcherplant.text": "Szia @,^^   Sikerült szereznem néhány magot, melyből egy igazán klassz húsevő növény lesz. Apa azonban aggódik, hogy túl sok rovart vonz a házba, és tönkreteszik a kísérleteit.^ Szerintem meg tudnám győzni az ellenkezőjéről, ha növesztenél egyet, és elhoznád hozzánk.^^Nagy segítség lenne, előre is köszönöm!^^   -Maru",
    "rafflesia.text": "Kedves @,^^   Egy idős kollégám küldte ezt az egzotikus magvat. Ez a legnagyobb virág a világon, a kinézete lenyűgöző, és nagyon kíváncsi vagyok, hogy milyen nagyra tud megnőni és milyen a kinézete.^Azonban vigyázz az illatával, melyet virágzás közben áraszt. Mondju úgy, hogy... Robin megtiltotta, hogy otthon gondozzam.^^   -Demetrius",
    "rose.text": "Szia @,^^   Esetleg el tudnál ültetni nekem ezekből néhányat? Azért ez a kedvenc fajtám, mert majdnem olyan szép, mint én.^^   -Haley",

    // Titles

    "chamomile.title": "Kamilla magvak",
    "fairyduster.title": "Tündérporos magvak",
    "honeysuckle.title": "Lonc ültetvény",
    "herballavender.title": "Orvosi levendula magvak",
    "fragrantlilac.title": "Illatos orgona magvak",
    "passionflower.title": "Golgotavirág magvak",
    "pitcherplant.title": "Kancsóka ültetvény",
    "rafflesia.title": "Raflézia magvak",
    "rose.title": "Rózsa ültetvény"
}
