{
"chamomile.text": "Caro (a) @,^^ Aqui estão algumas sementes de jardim que guardo no fundo. Você provavelmente já tem alguns desses, mas eles fazem um ótimo chá.^^  -Caroline",
"fairyduster.text": "Olá, querido (a)! ^^ Tem um cara mais velho que faz entregas na minha loja e acho que ele tem uma paixonite.^ Ele não tinha flores, então, em vez disso, ele me deu essas sementes que estavam em seu caminhão. Tão doce! ^ De qualquer forma, eu não iria plantá-las, mas talvez você o faria? ;)^^  -Sandy",
"honeysuckle.text": "Bom dia @,^^ Marnie apareceu na semana passada e me deu essas sementes. Acho que você vai usá-las mais do que eu. Certifique-se de pegar mais na próxima primavera para crescer para mim. ^^  -Leah",
"herballavender.text": "Bom dia @,^^ Obrigada por tudo que você fez até agora pela nossa pequena cidade. Por favor, aceite isso como um sinal da minha apreciação. Espero que você encontre um bom local ensolarado para plantá-lo na fazenda. ^^  -Penny",
"fragrantlilac.text": "Caro (a) @,^^ Eu tive um sonho outra noite em que lhe dei este saco de sementes. Você as plantou e, em seguida, a próxima coisa que eu soube foi estar em um campo de lilases. Eles mudaram as cores do roxo para o branco e vice-versa. ^ Não sei o que isso significa, mas talvez você saiba?^^  -Emily",
"passionflower.text": "Bom Dia @,^^ Pode não ser minério, mas pode ser útil. Venha me visitar na loja sempre que puder.^^  -Clint",
"pitcherplant.text": "Oi @,^^  Eu consegui colocar minhas mãos em algumas sementes para esta planta carnívora bacana. Papai está preocupado pois pode atrair muitas moscas para dentro de casa e arruinar suas experiências. ^ Acho que posso convencê-lo do contrário, se você cultivar uma e trazer para mim. ^ Seria um grande favor, obrigada!^^  -Maru",
"rafflesia.text": "Caro (a) @,^^  Um velho colega meu me enviou essa semente exótica. É uma das maiores flores do mundo, com uma aparência surpreendente, e estou interessado em ver quão grande pode crescer. ^ No entanto, tenha cuidado com o aroma que emite durante a floração. Vamos dizer ... Robin me proibiu de plantá-los em casa.^^ -Demetrius",
"rose.text": "@,^^  Você acha que poderia plantar algumas dessas para mim? Elas são o meu tipo favorito porque são quase tão bonitas quanto eu. ^^ -Haley"
}

