{
    "Name": "OG Kush",
    "Product": "OG Kush",
    "SeedName": "OG Kush Starter",
    "SeedDescription": "A hybrid which carries an earthy pine and sour lemon scent with woody undertones and crushes stress. Plant these in the summer or fall. Takes 13 days to mature, afterwards it continues to produce every 3 days.",
    "Type": "Flower",
    "Seasons": ["summer", "fall"],
    "Phases": [2, 3, 4, 4, 3],
    "RegrowthPhase": 3,
    "HarvestWithScythe": false,
    "TrellisCrop": true,
    "Colors": null,
    "Bonus":
    {
        "MinimumPerHarvest": 3,
        "MaximumPerHarvest": 5,
        "MaxIncreasePerFarmLevel": 0,
        "ExtraChance": 0.1,
    },

    "SeedPurchaseFrom": "Harvey",
    "SeedPurchasePrice": 350,
    "SeedNameLocalization":
    {
        "es": "Iniciador de OG Kush",
        "ko": "오리지널 쿠시",
        "de": "OG Kush",
        "fr": "Graines d'OG Kush",
        // "hu": "",
        // "it": "",
        // "ja": "",
        "pt": "Iniciador de OG Kush",
        "ru": "Семена каннабиса О.Г. Куш",
        "tr": "OG Kush Yetiştirici",
        "zh": "OG库什种子",
    },
    "SeedDescriptionLocalization":
    {
        "es": "Un híbrido que lleva un olor terroso y a limón agrio con matices leñosos, elimina el estrés. Plantalo en el verano o otroño. Tarda 13 días en madurar, continua produciendo cada 3 días.",
        "ko": "스트레스를 푸는 소나무 향과 신 레몬 향을 갖고 있는 하이브리드다. 여름이나 가을에 심으세요. 성숙 기간은 13일이며, 그 후 생산은 3일마다 계속된다.",
        "de": "Eine Hybride, die einen erdigen Duft nach Kiefern und sauren Zitronen mit holzigen Untertönen trägt und Stress abbaut. Pflanzen Sie diese im Sommer oder Herbst. Die Reifezeit beträgt 13 Tage, danach wird die Produktion alle 3 Tage fortgesetzt.",
        "fr": "Un hybride qui porte un parfum de pin terreux et de citron acidulé avec des notes boisées ; réduit le stress. À planter en été ou en automne. Prend 13 jours pour arriver à maturité, puis continue de produire tous les 3 jours.",
        // "hu": "",
        // "it": "",
        // "ja": "",
        "pt": "Um híbrido que leva a um cheiro terroso de limão agrícola com matiz lenhosa que elimina o estresse. Plante-as no verão ou outono. Leva 13 dias para amadurecer e continua a produzir a cada 3 dias.",
        "ru": "Гибрид, который сочетает в себе земляной, сосновый и кислый лимонный аромат с древесными оттенками. Снимает стресс. Сажайте летом или осенью. Вырастает через 13 дней и продолжает давать урожай после первого сбора каждые 3 дня.",
        "tr": "Topraksı çam ve ekşi limon kokulu stresi azaltan bir hibrit. Yazın veya güzde ekilir. 13 günde yetişir ve ilk hasattan sonra 3 günde bir hasat edilebilir.",
        "zh": "一种带有松木和柠檬香气，木质底色的混合大麻，可以缓解压力。夏天或秋天播种。13天成熟，之后每3天收获一次。",
    }
}
