{
  "object.Almond.name": "Mandel",
  "object.Almond.description": "Eine Steinfrucht, bestehend aus einer äußeren Hülle und einer harten Schale- mit der Mandel darin.",
  "object.Asian Pear.name": "Asiatische Birne",
  "object.Asian Pear.description": "Nicht mit der normalen Birne zu verwechseln.",
  "object.Avocado.name": "Avocado",
  "object.Avocado.description": "Eine weiche Frucht, die eine beliebte Zutat bei vielen Mahlzeiten ist. Sie ist besonders beliebt bei jüngeren Generationen.",
  "object.Breadfruit.name": "Brotfrucht",
  "object.Breadfruit.description": "Eine Verwandte der Jackfrucht. Hat einen kräftigen Geschmack, der erstaunlich fruchtig und süß ist.",
  "object.Camphor Leaves.name": "Kampferblätter",
  "object.Camphor Leaves.description": "Glänzende ovale Blätter, die beim Zerkleinern sehr aromatisch sind.",
  "object.Cashew.name": "Cashewnuss",
  "object.Cashew.description": "Eine buttrige Nuss.",
  "object.Cinnamon Sticks.name": "Zimtstange",
  "object.Cinnamon Sticks.description": "Ihr Duft ist einzigartig, erhebend und anregend. Ihr Geschmack süß und köstlich.",
  "object.Cocoa Pod.name": "Kakaobohne",
  "object.Cocoa Pod.description": "Die Bohne des Kakaobaums. Mmm! Wer hat Lust, Schokolade zu machen?",
  "object.Dragon Fruit.name": "Drachenfrucht",
  "object.Dragon Fruit.description": "Ihr korrekter Name lautet Pitaya, die Frucht eines großen Kaktus.",
  "object.Durian.name": "Durian",
  "object.Durian.description": "Eine stinkende Frucht mit einer stacheligen Schale.",
  "object.Eucalyptus Leaves.name": "Eukalyptusblätter",
  "object.Eucalyptus Leaves.description": "Ledrige blau-grüne Blätter. Lieblingsspeise von Koalas.",
  "object.Fig.name": "Feige",
  "object.Fig.description": "Eine kleine süße Frucht. Weich und köstlich.",
  "object.Fragrant Wisteria.name": "Duftender Blauregen",
  "object.Fragrant Wisteria.description": "Besonders angenehm duftend, mit lila Blüten.",
  "object.Granny Smith Apple.name": "Granny Smith-Apfel",
  "object.Granny Smith Apple.description": "Ein Apfel, vorwiegend verwendet beim Backen.",
  "object.Grapefruit.name": "Grapefruit",
  "object.Grapefruit.description": "Eine große bittere Frucht, mit viel Vitamin C. Isst du sie mit Salz oder Zucker?",
  "object.Lemon.name": "Zitrone",
  "object.Lemon.description": "Eine sehr saure Frucht mit viel Vitamin C.",
  "object.Lime.name": "Limone",
  "object.Lime.description": "Gehört zur Familie der  Zitrone. Oft verwendet in Getränken und Gerichten.",
  "object.Lychee.name": "Litschi",
  "object.Lychee.description": "Die Schale ist rau und nicht essbar, aber das Innere ist süß.",
  "object.Melaleuca Leaves.name": "Melaleuca-Blätter",
  "object.Melaleuca Leaves.description": "Ein stacheliger Blätterkegel, der häufig als Haussmittel für Schnitte und Quetschungen benutzt wird.",
  "object.Olive.name": "Olive",
  "object.Olive.description": "Voll mit Vitaminen. Oliven werden für Öl und Salate genutzt.",
  "object.Papaya.name": "Papaya",
  "object.Papaya.description": "Eine tropische Frucht aus den Regenwäldern. Sie hat ein natürlich süßes Aroma.",
  "object.Pear.name": "Birne",
  "object.Pear.description": "Eine leicht süße und saftige Frucht. Lass sie aber vor dem Essen ein paar Tage liegen.",
  "object.Pecan.name": "Pekannuss",
  "object.Pecan.description": "Eine wohlschmeckende Nuss. Besitzt du einen Nussknacker?",
  "object.Persimmon.name": "Kaki",
  "object.Persimmon.description": "Eine eher seltenere Frucht mit einer honigartigen Füllung.",
  "object.Pomelo.name": "Pomelo",
  "object.Pomelo.description": "Ein wirklich großer, nicht so bitterer Cousin der Grapefruit.",
  "object.Vanilla.name": "Vanilleschote",
  "object.Vanilla.description": "Eines der bekanntesten Aromen der Welt. Warum bekomme ich jetzt Appetit auf Eis?",
  "object.Walnut.name": "Walnuss",
  "object.Walnut.description": "Eine Nuss, aus der köstliche Süßigkeiten und Kuchen gemacht werden.",
  "object.Ylang Ylang.name": "Ylang Ylang",
  "object.Ylang Ylang.description": "Eine sehr geschätzte Blume in der Parfümerie und Aromatherapie.",
  "object.Almond Sapling.name": "Mandelbaum-Setzling",
  "object.Almond Sapling.description": "Wächst in 28 Tagen zu einem reifen Mandelbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Asian Pear Sapling.name": "Asiatischer Birnenbaum-Setzling",
  "object.Asian Pear Sapling.description": "Wächst in 28 Tagen zu einem reifen asiatischen Birnenbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Avocado Sapling.name": "Avocadobaum-Setzling",
  "object.Avocado Sapling.description": "Wächst in 28 Tagen zu einem reifen Avocadobaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Breadfruit Sapling.name": "Brotfruchtbaum-Setzling",
  "object.Breadfruit Sapling.description": "Wächst in 28 Tagen zu einem reifen Brotfruchtbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Camphor Sapling.name": "Kampferbaum-Setzling",
  "object.Camphor Sapling.description": "Wächst in 28 Tagen zu einem reifen Kampferbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Cashew Sapling.name": "Cashewbaum-Setzling",
  "object.Cashew Sapling.description": "Wächst in 28 Tagen zu einem reifen Kaschubaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Cinnamon Sapling.name": "Zimtbaum-Setzling",
  "object.Cinnamon Sapling.description": "Wächst in 28 Tagen zu einem reifen Zimtbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Cocoa Sapling.name": "Kakaobaum-Setzling",
  "object.Cocoa Sapling.description": "Wächst in 28 Tagen zu einem reifen Kakaobaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Dragon Fruit Sapling.name": "Dachenfruchtbaum-Setzling",
  "object.Dragon Fruit Sapling.description": "Wächst in 28 Tagen zu einem reifen Dachenfruchtbaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Durian Sapling.name": "Durianbaum-Setzling",
  "object.Durian Sapling.description": "Wächst in 28 Tagen zu einem reifen Durianbaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Eucalyptus Sapling.name": "Eukalyptusbaum-Setzling",
  "object.Eucalyptus Sapling.description": "Wächst in 28 Tagen zu einem reifen Eukalyptusbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Fig Sapling.name": "Feigenbaum-Setzling",
  "object.Fig Sapling.description": "Wächst in 28 Tagen zu einem reifen Feigenbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Fragrant Wisteria Sapling.name": "Blauregenbaum-Setzling",
  "object.Fragrant Wisteria Sapling.description": "Wächst in 28 Tagen zu einem reifen Blauregenbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Granny Smith Sapling.name": "Granny Smith-Apfelbaum-Setzling",
  "object.Granny Smith Sapling.description": "Wächst in 28 Tagen zu einem reifen Granny Smith-Apfelbaum heran. Trägt Früchte im Herbst. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Grapefruit Sapling.name": "Grapefruitbaum-Setzling",
  "object.Grapefruit Sapling.description": "Wächst in 28 Tagen zu einem reifen Grapefruitbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Lemon Sapling.name": "Zitronenbaum-Setzling",
  "object.Lemon Sapling.description": "Wächst in 28 Tagen zu einem reifen Zitronenbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Lime Sapling.name": "Limonenbaum-Setzling",
  "object.Lime Sapling.description": "Wächst in 28 Tagen zu einem reifen Limonenbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Lychee Sapling.name": "Litschibaum-Setzling",
  "object.Lychee Sapling.description": "Wächst in 28 zu einem ausgewachsenen Litschibaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "object.Melaleuca Sapling.name": "Australischer Teebaum-Setzling",
  "object.Melaleuca Sapling.description": "Wächst in 28 Tagen zu einem reifen Australischen Teebaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Olive Sapling.name": "Olivenbaum-Setzling",
  "object.Olive Sapling.description": "Wächst in 28 Tagen zu einem reifen Olivenbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Papaya Sapling.name": "Papayabaum-Setzling",
  "object.Papaya Sapling.description": "Wächst in 28 Tagen zu einem reifen Papayabaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Pear Sapling.name": "Birnenbaum-Setzling",
  "object.Pear Sapling.description": "Wächst in 28 Tagen zu einem reifen Birnenbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Pecan Sapling.name": "Pekanbaum-Setzling",
  "object.Pecan Sapling.description": "Wächst in 28 Tagen zu einem reifen Pekanbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Persimmon Sapling.name": "Kaki-Setzling",
  "object.Persimmon Sapling.description": "Wächst in 28 Tagen zu einem reifen Kakibaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Pomelo Sapling.name": "Pomelobaum-Setzling",
  "object.Pomelo Sapling.description": "Wächst in 28 Tagen zu einem reifen Pomelobaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Vanilla Sapling.name": "Vanillebaum-Setzling",
  "object.Vanilla Sapling.description": "Wächst in 28 Tagen zu einem reifen Vanillebaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Walnut Sapling.name": "Walnussbaum-Setzling",
  "object.Walnut Sapling.description": "Wächst in 28 Tagen zu einem reifen Walnussbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind.",
  "object.Ylang Ylang Sapling.name": "Ylang Ylang-Baum-Setzling",
  "object.Ylang Ylang Sapling.description": "Wächst in 28 Tagen zu einem reifen Ylang Ylang-Baum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden Felder leer sind."
}