{
  "object.Almond.name": "Almendra",
  "object.Almond.description": "Una drupa que consiste en un casco externo y una cáscara dura con la semilla dentro.",
  "object.Asian Pear.name": "Pera asiática",
  "object.Asian Pear.description": "No debe confundirse con la pera normal.",
  "object.Avocado.name": "Aguacate",
  "object.Avocado.description": "Una planta blanda que es un complemento popular y además de muchas comidas. Es particularmente amado por las generaciones más jóvenes.",
  "object.Breadfruit.name": "frutipan",
  "object.Breadfruit.description": "Un pariente de la jaca. Tiene un sabor robusto que es sorprendentemente afrutado y dulce",
  "object.Camphor Leaves.name": "Hojas de alcanfor",
  "object.Camphor Leaves.description": "Hojas ovales brillantes que son muy fragantes cuando se aplastan.",
  "object.Cashew.name": "Anacardo",
  "object.Cashew.description": "Una nuez mantecosa que florece en el fondo de la manzana del anacardo.",
  "object.Cinnamon Sticks.name": "Palitos de canela",
  "object.Cinnamon Sticks.description": "Su aroma es excepcionalmente cálido, edificante y estimulante, y su sabor dulce y delicioso.",
  "object.Cocoa Pod.name": "Cacao",
  "object.Cocoa Pod.description": "La vaina obtenida de un árbol de cacao. ¡Mmm! ¿Quién está listo para hacer un poco de chocolate?",
  "object.Dragon Fruit.name": "Pitaya",
  "object.Dragon Fruit.description": "Una variante roja de la fruta del dragón común.",
  "object.Durian.name": "Durian",
  "object.Durian.description": "Una fruta maloliente con una cáscara espinosa.",
  "object.Eucalyptus Leaves.name": "Hojas de eucalipto",
  "object.Eucalyptus Leaves.description": "Las hojas coriáceas de color azul verdoso están tachonadas con glándulas que contienen un aceite fragante y volátil. ¡Afortunadamente no es un petróleo explosivo!",
  "object.Fig.name": "Higo",
  "object.Fig.description": "Una fruta pequeña y dulce. Es suave y delicioso.",
  "object.Fragrant Wisteria.name": "Glicina fragante",
  "object.Fragrant Wisteria.description": "Un racimo de flores púrpuras especialmente fragantes.",
  "object.Granny Smith Apple.name": "Manzano Granny Smith",
  "object.Granny Smith Apple.description": "El sabor es agrio y acido, pero es una buena manzana de reposteria.",
  "object.Grapefruit.name": "Toronja",
  "object.Grapefruit.description": "Un primo muy grande y no tan amargo, del pomelo.",
  "object.Lemon.name": "Limón",
  "object.Lemon.description": "Una fruta ácida que se usa para hacer limonada.",
  "object.Lime.name": "Lima",
  "object.Lime.description": "El primo tártaro del limón. A menudo se utiliza como una espacia en numerosos platos.",
  "object.Lychee.name": "Lichi",
  "object.Lychee.description": "La exterior es aspera de textura y incomible, pero el interior es dulce",
  "object.Melaleuca Leaves.name": "Hojas de melaleuca",
  "object.Melaleuca Leaves.description": "Un cono espinoso de hojas que a menudo se usa como un remedio casero para cortes y hematomas.",
  "object.Olive.name": "Aceituna",
  "object.Olive.description": "¡Está lleno de vitaminas! Las aceitunas se usan para hacer aceite y ensaladas.",
  "object.Papaya.name": "Papaya",
  "object.Papaya.description": "Una fruta tropical. Su jugo tiene un sabor dulce y natural.",
  "object.Pear.name": "Pera",
  "object.Pear.description": "Una fruta ligeramente dulce que crece en el invierno. Deje que madure por unos días antes de comer.",
  "object.Pecan.name": "Pecan",
  "object.Pecan.description": "Una nuez sabrosa con una semilla rayada. ¿Eres dueño de un cascanueces?",
  "object.Persimmon.name": "Caqui",
  "object.Persimmon.description": "Una fruta poco común llena de sabor a miel.",
  "object.Pomelo.name": "Pomelo",
  "object.Pomelo.description": "Una gran fruta amarga, rica en vitamina C. ¿Eres más de lo salado o azucarado?",
  "object.Ume.name": "Ume",
  "object.Ume.description": "Una fruta verde agridulce. Solía conservarse con azúcar o sal.",
  "object.Vanilla.name": "Vainilla",
  "object.Vanilla.description": "Fácilmente es uno de los sabores más conocidos del mundo. ¿Quién está hambriento de un helado?",
  "object.Walnut.name": "Nuez",
  "object.Walnut.description": "Una nuez para hacer deliciosos dulces y tartas. A menudo se utiliza en el relleno de golosinas.",
  "object.Ylang Ylang.name": "Ylang Ylang",
  "object.Ylang Ylang.description": "Una flor muy apreciada en perfumería y aromaterapia.",
  "object.Yuzu.name": "Yuzu",
  "object.Yuzu.description": "Una fruta cítrica aromática que se utiliza para conserva con azúcar.",
  "object.Almond Sapling.name": "Brote de Almendro",
  "object.Almond Sapling.description": "Toma 28 días para producir un almendro maduro. Listo para cosechar en el otoño. Solo crece si las 8 casillas que las rodean están vacías.",
  "object.Asian Pear Sapling.name": "Brote de pera asiática",
  "object.Asian Pear Sapling.description": "Toma 28 días para producir un peral asiático maduro. Listo para cosechar en otoño. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Avocado Sapling.name": "Brote de aguacate",
  "object.Avocado Sapling.description": "Toma 28 días para producir un árbol de aguacate maduro. Da fruto en el verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Breadfruit Sapling.name": "Brote de Frutipan",
  "object.Breadfruit Sapling.description": "Tarda 28 días en producir un árbol de Frutipan maduro. Da fruto en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Camphor Sapling.name": "Brote de alcanfor",
  "object.Camphor Sapling.description": "Toma 28 días para producir un árbol de alcanfor maduro. Listo para cosechar en invierno. Solo crece si las 8 casillas que las rodean están vacías.",
  "object.Cashew Sapling.name": "Brote de anacardo",
  "object.Cashew Sapling.description": "Toma 28 días para producir un anacardo maduro. Listo para cosechar en otoño. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Cinnamon Sapling.name": "Brote de canela",
  "object.Cinnamon Sapling.description": "Toma 28 días para producir un árbol maduro de canela. Listo para cosechar en invierno. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Cocoa Sapling.name": "Árbol de Cacao",
  "object.Cocoa Sapling.description": "Toma 28 días para producir un árbol de cacao maduro. Da fruta en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Dragon Fruit Sapling.name": "Brote de pitaya",
  "object.Dragon Fruit Sapling.description": "Toma 28 días para producir un árbol maduro de fruta del dragón. Da fruto en el verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Durian Sapling.name": "Brote de durian",
  "object.Durian Sapling.description": "Toma 28 días para producir un árbol de durian maduro. Listo para cosechar en verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Eucalyptus Sapling.name": "Brote de eucalipto",
  "object.Eucalyptus Sapling.description": "Toma 28 días para producir un árbol de eucalipto maduro. Listo para cosechar en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Fig Sapling.name": "Brote de higo",
  "object.Fig Sapling.description": "Toma 28 días para producir una higuera madura. Da fruto en el invierno. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Fragrant Wisteria Sapling.name": "Brote de glicina fragante",
  "object.Fragrant Wisteria Sapling.description": "Toma 28 días para producir un árbol de glicina fragante maduro. Da fruto en primavera. Solo crece si las 8 casillas que las rodean están vacías.",
  "object.Granny Smith Sapling.name": "Manzano Granny Smith",
  "object.Granny Smith Sapling.description": "El sabor es agrio y ácido, pero es una buena manzana de repostería.",
  "object.Grapefruit Sapling.name": "Brote de toronja",
  "object.Grapefruit Sapling.description": "Toma 28 días para producir un árbol de toronja maduro. Da fruto en el invierno. Solo crece si las 8 casillas que las rodean están vacías.",
  "object.Lemon Sapling.name": "Brote de limonero",
  "object.Lemon Sapling.description": "Toma 28 días para producir un árbol de limonero maduro. Da fruta en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Lime Sapling.name": "Brote de limero",
  "object.Lime Sapling.description": "Toma 28 días para producir un árbol de lima maduro. Da fruta en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Lychee Sapling.name": "Brote de Lichi",
  "object.Lychee Sapling.description": "Tarda 28 días en producir un árbol de lichi maduro. Da fruto en el verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Melaleuca Sapling.name": "Brote de melaleuca",
  "object.Melaleuca Sapling.description": "Toma 28 días producir un árbol maduro de melaleuca. Listo para cosechar en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Olive Sapling.name": "Brote de olivo",
  "object.Olive Sapling.description": "Toma 28 días para producir un olivo maduro. Listo para cosechar en otoño. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Papaya Sapling.name": "Brote de papaya",
  "object.Papaya Sapling.description": "Toma 28 días para producir un árbol maduro de papaya. Da fruto en el verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Pear Sapling.name": "Brote de peral",
  "object.Pear Sapling.description": "Toma 28 días para producir un peral maduro. Da fruto en el invierno. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Pecan Sapling.name": "Brote de pecán",
  "object.Pecan Sapling.description": "Toma 28 días para producir un árbol de pecán maduro. Listo para cosechar en otoño. Solo crece si las 8 casillas que las rodean están vacías.",
  "object.Persimmon Sapling.name": "Brote de caqui",
  "object.Persimmon Sapling.description": "Toma 28 días para producir un árbol maduro de caqui. Da fruto en el invierno. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Pomelo Sapling.name": "Brote de pomelo",
  "object.Pomelo Sapling.description": "Toma 28 días para producir un árbol maduro de pomelo. Da fruto en el otoño. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Ume Sapling.name": "Brote de Ume",
  "object.Ume Sapling.description": "Tarda 28 días en producir un árbol de Ume maduro. Da fruto en el verano. Solo crece si las 8 casillas circundantes están vacías",
  "object.Vanilla Sapling.name": "Brote de vainilla",
  "object.Vanilla Sapling.description": "Toma 28 días para producir un árbol de vainilla maduro. Listo para cosechar en la primavera. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Walnut Sapling.name": "Brote de nogal",
  "object.Walnut Sapling.description": "Toma 28 días para producir un árbol de nogal maduro. Listo para cosechar en otoño. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Ylang Ylang Sapling.name": "Brote de Ylang Ylang",
  "object.Ylang Ylang Sapling.description": "Toma 28 días producir un árbol maduro de Ylang Ylang. Florece en el verano. Solo crece si las 8 casillas circundantes están vacías.",
  "object.Yuzu Sapling.name": "Brote de Yuzu",
  "object.Yuzu Sapling.description": "Tarda 28 días en producir un árbol de Yuzu maduro. Da fruto en el invierno. Solo crece si las 8 casillas circundantes están vacías"
}