{
  "object.Almond.name": "Amêndoa",
  "object.Almond.description": "Uma drupa que consiste em um casco externo e uma casca dura com a semente dentro.",
  "object.Asian Pear.name": "Pêra asiática",
  "object.Asian Pear.description": "Não confunda com a pera normal.",
  "object.Avocado.name": "Abacate",
  "object.Avocado.description": "Uma planta macia que é uma cobertura popular e uma adição a muitas refeições. É particularmente bem amada pelas gerações mais jovens.",
  "object.Breadfruit.name": "Fruta-pão",
  "object.Breadfruit.description": "Um parente da jaca. Ele tem um sabor robusto que é surpreendentemente frutado e doce.",
  "object.Camphor Leaves.name": "Folhas de cânfora",
  "object.Camphor Leaves.description": "Folhas ovais brilhantes que são muito perfumadas quando esmagadas.",
  "object.Cashew.name": "Caju",
  "object.Cashew.description": "Uma noz amanteigada que brota no fundo da maçã de caju.",
  "object.Cinnamon Sticks.name": "Paus de canela",
  "object.Cinnamon Sticks.description": "Seu perfume é excepcionalmente quente, edificante e estimulante, e seu sabor é doce e delicioso.",
  "object.Cocoa Pod.name": "Vagens de cacau",
  "object.Cocoa Pod.description": "A vagem obtida de um cacaueiro. Mmm! Quem está pronto para fazer um pouco de chocolate?",
  "object.Dragon Fruit.name": "Fruta do dragão",
  "object.Dragon Fruit.description": "Também chamado de pitaya, este é o fruto de um cacto grande.",
  "object.Durian.name": "Durião",
  "object.Durian.description": "Uma fruta fedorenta com uma casca espetada.",
  "object.Eucalyptus Leaves.name": "Folhas de eucalipto",
  "object.Eucalyptus Leaves.description": "Folhas de couro azul esverdeado são cravejadas de glândulas que contêm um óleo volátil e perfumado. Felizmente, não é um óleo que explode!",
  "object.Fig.name": "Figo",
  "object.Fig.description": "Uma fruta pequena e doce. É macia e deliciosa.",
  "object.Fragrant Wisteria.name": "Glicínias perfumadas",
  "object.Fragrant Wisteria.description": "Um conjunto especialmente perfumado de flores roxas.",
  "object.Grapefruit.name": "Toranja",
  "object.Grapefruit.description": "Uma fruta grande e amarga, rica em vitamina C. Você é uma pessoa salgada ou açucarada?",
  "object.Lemon.name": "Limão siciliano",
  "object.Lemon.description": "Um citrino picante usado para fazer limonada.",
  "object.Lime.name": "Limão",
  "object.Lime.description": "O primo tarter do limão. É frequentemente usado como acento em vários pratos.",
  "object.Lychee.name": "Lichia",
  "object.Lychee.description": "O exterior é aproximadamente texturizado e não comestível, mas o interior é doce.",
  "object.Melaleuca Leaves.name": "Folhas de melaleuca",
  "object.Melaleuca Leaves.description": "Um cone espinhoso de folhas que costuma ser usado como remédio caseiro para cortes e contusões.",
  "object.Olive.name": "Azeitona",
  "object.Olive.description": "Vem cheio vitaminas! Azeitonas são usadas para fazer óleo e saladas.",
  "object.Papaya.name": "Mamão",
  "object.Papaya.description": "Uma fruta tropical da floresta tropical. Tem um sabor doce e muita suculência natural.",
  "object.Pear.name": "Pera",
  "object.Pear.description": "Uma fruta levemente adocicada que cresce no inverno. Deixe amadurecer por alguns dias antes de comer.",
  "object.Pecan.name": "Pecã",
  "object.Pecan.description": "Uma noz saborosa com uma semente listrada. Você tem um quebra-nozes?",
  "object.Persimmon.name": "Caqui",
  "object.Persimmon.description": "Uma fruta um tanto incomum, cheia de sabor parecido com mel.",
  "object.Pomelo.name": "Pomelo",
  "object.Pomelo.description": "Um primo realmente grande, não tão amargo, da toranja.",
  "object.Ume.name": "Ume",
  "object.Ume.description": "Uma fruta verde doce e azeda. Costumava ser preservada com açúcar ou sal.",
  "object.Vanilla.name": "Baunilha",
  "object.Vanilla.description": "Facilmente um dos sabores mais conhecidos do mundo. Quem está com fome de sorvete?",
  "object.Walnut.name": "Noz",
  "object.Walnut.description": "Uma noz que faz deliciosos doces e tortas. É frequentemente usado no preenchimento de doces.",
  "object.Ylang Ylang.name": "Ilangue-ilangue",
  "object.Ylang Ylang.description": "Uma flor muito apreciada em perfumaria e aromaterapia.",
  "object.Yuzu.name": "Yuzu",
  "object.Yuzu.description": "Uma fruta cítrica aromática que é usada para conserva com açúcar.",
  "object.Almond Sapling.name": "Muda de amendoeira",
  "object.Almond Sapling.description": "Demora até 28 dias para produzir uma amendoeira madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios",
  "object.Asian Pear Sapling.name": "Muda de pêra asiática",
  "object.Asian Pear Sapling.description": "Demora até 28 dias para produzir uma arvore de pêra asiática madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios",
  "object.Avocado Sapling.name": "Muda de abacate",
  "object.Avocado Sapling.description": "Demora até 28 dias para produzir uma arvore de abacate madura. Dá frutas na verão. Só cresce se os 8 espaços adjacentes estiverem vazios",
  "object.Breadfruit Sapling.name": "Broto de Fruta-pão",
  "object.Breadfruit Sapling.description": "Demora 28 dias para produzir uma árvore fruta-pão madura. Dá frutos na primavera. Só cresce se as 8 praças ao redor estiverem vazias.",
  "object.Camphor Sapling.name": "Muda de canforeira",
  "object.Camphor Sapling.description": "Demora até 28 dias para produzir uma canforeira madura. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Cashew Sapling.name": "Muda de cajueiro",
  "object.Cashew Sapling.description": "Demora até 28 dias para produzir um cajueiro maduro. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Cinnamon Sapling.name": "Muda de canela",
  "object.Cinnamon Sapling.description": "Demora até 28 dias para produzir uma árvore de canela madura. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Cocoa Sapling.name": "Muda de cacau",
  "object.Cocoa Sapling.description": "Demora até 28 dias para produzir uma árvore de cacau maduro. Dá frutas na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Dragon Fruit Sapling.name": "Muda de fruta do dragão",
  "object.Dragon Fruit Sapling.description": "Demora até 28 dias para produzir uma árvore de fruta do dragão madura. Dá frutas no verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Durian Sapling.name": "Muda de durião",
  "object.Durian Sapling.description": "Demora 28 dias para produzir uma árvore Durian madura. Pronto para colher no verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Eucalyptus Sapling.name": "Muda de eucalipto",
  "object.Eucalyptus Sapling.description": "Demora até 28 dias para produzir uma árvore de eucalipto madura. Dá frutas na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Fig Sapling.name": "Muda de figo",
  "object.Fig Sapling.description": "Demora até 28 dias para produzir uma figueira madura. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Fragrant Wisteria Sapling.name": "Mudas de glicínias perfumadas",
  "object.Fragrant Wisteria Sapling.description": "Demora até 28 dias para produzir uma árvore de glicínia perfumada madura. Dá flores na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Granny Smith Sapling.name": "Árvore da Maçã da Vovó Smith",
  "object.Granny Smith Sapling.description": "Demora 28 dias para produzir uma árvore madura da Vovó Smith. Dá frutos no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Grapefruit Sapling.name": "Muda de toranja",
  "object.Grapefruit Sapling.description": "Demora até 28 dias para produzir uma árvore de toranja madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Lemon Sapling.name": "Mudas de limoeiro siciliano",
  "object.Lemon Sapling.description": "Demora até 28 dias para produzir um limoeiro siciliano maduro. Dá frutas na verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Lime Sapling.name": "Muda de limeira",
  "object.Lime Sapling.description": "Demora até 28 dias para produzir uma limeira madura. Dá frutas na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Lychee Sapling.name": "Broto de Lichia",
  "object.Lychee Sapling.description": "Demora 28 dias para produzir uma árvore lichia madura. Dá frutos no verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Melaleuca Sapling.name": "Muda de melaleuca",
  "object.Melaleuca Sapling.description": "Demora até 28 dias para produzir uma árvore de melaleuca madura. Dá frutas na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Olive Sapling.name": "Muda de oliveira",
  "object.Olive Sapling.description": "Demora até 28 dias para produzir uma oliveira madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Papaya Sapling.name": "Muda de mamoeiro",
  "object.Papaya Sapling.description": "Demora até 28 dias para produzir um mamoeiro maduro. Dá frutas na verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Pear Sapling.name": "Muda de pereira",
  "object.Pear Sapling.description": "Demora até 28 dias para produzir uma pereira madura. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios",
  "object.Pecan Sapling.name": "Muda de nogueira-pecã",
  "object.Pecan Sapling.description": "Demora até 28 dias para produzir uma nogueira-pecã madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Persimmon Sapling.name": "Muda de caquizeiro",
  "object.Persimmon Sapling.description": "Demora até 28 dias para produzir um caquieiro maduro. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Pomelo Sapling.name": "Muda de pomelo",
  "object.Pomelo Sapling.description": "Demora até 28 dias para produzir uma árvore de pomelo madura. Dá frutas no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Ume Sapling.name": "Broto de Ume",
  "object.Ume Sapling.description": "Demora 28 dias para produzir uma árvore madura de Ume. Dá frutos no verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Vanilla Sapling.name": "Muda de baunilha",
  "object.Vanilla Sapling.description": "Demora até 28 dias para produzir uma árvore de baunilha madura. Dá frutas na primavera. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Walnut Sapling.name": "Muda de nogueira",
  "object.Walnut Sapling.description": "Demora até 28 dias para produzir uma nogueira madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Ylang Ylang Sapling.name": "Ylang Ylang Sapling",
  "object.Ylang Ylang Sapling.description": "Demora até 28 dias para produzir uma árvore de ilangue-ilangue madura. Dá flores no verão. Só cresce se os 8 espaços adjacentes estiverem vazios.",
  "object.Yuzu Sapling.name": "Broto de Yuzu",
  "object.Yuzu Sapling.description": "Demora 28 dias para produzir uma árvore de Yuzu madura. Dá frutos no inverno. Só cresce se os 8 espaços adjacentes estiverem vazios."
}