{
"Ancient Flower": "Ősi virág",
"Ancient.Flower.Txt": "Szia @,^^  Azt hallottam, hogy sikeresen megnövesztetted azt az ősi magot, amit megtanítottam elkészíteni. Van még néhány magom, amiket szintén kipróbálhatsz, ha van rá kedved. Ezeket tavasszal ültesd el, de vigyázz, mert ezek az utolsó magvak ebből a fajtából a Földön! Ha megint szeretnél ültetni ilyen virágot, akkor egy Magkészítőben át kell őket alakítanod.^^  -Gunther",
"Ancient Tuber": "Ősi gumó",
"Ancient.Tuber.Txt": "Jó reggelt @,^^  Gratulálok az ősi virágaidhoz! Azok a virágok már kihaltak, és az utolsó magokat küldtem el neked. Még soha senkinek se sikerült ami neked igen!^^ Adok neked még egy féle ősi magot abban a reményben, hogy talán ezeket is fel tudnád éleszteni. Ezek egy ősi gumó magjai. Ez elméletileg egy nagyobb kihivás lesz, de bízom benne, hogy képes vagy rá! Valamint ne felejts félretenni párat, mert így készíthetsz magadnak újabb ősi gumó magvakat a Magkészítő segítségével.^^  -Gunther",
"Ancient Nut": "Ősi dió",
"Ancient.Nut.Txt1": "Kaptál egy rejtéjes csomagot egy rövid leírással: Ez egy apró része hálámnak a sok ajándékért!",
"Ancient Nut": "Ősi dió",
"Ancient.Nut.Txt2": "Szia @,^^  Hálám jeléül, amiért segítettél, itt van egy kis ajándék, amit a munkásaim találtak a föld alatt a munkálatok közben. Nem tudom, hogy vajon még mindig tud-e nőni, de talán nálad jó kezekben lesz.^^  -Morris",
"Ancient Fern": "Ősi páfrány",
"Ancient.Fern.Txt": "Kaptál egy rejtéjes csomagot egy rövid leírással: Mindenkit felvidítottál a városban, szóval remélem, hogy ettől a kis ajándéktól te is jobb kedvre derülsz!",
"Qi Skill Challenge": "Qi képesség küldetés",
"QiSkillChallenge.Txt": "Hé haver,^^ Azt hallottam, hogy növesztettél néhány ősi növényt. Van itt egy ősi kávébabom, és a tiéd lehet, ha minden téren a lehető legtöbbet fejlődsz.^^ -Qi.",
"Ancient Coffee": "Ősi kávé",
"Ancient.Coffee.Txt": "Ismét megcsináltad haver, nem vagy semmi. Ahogy ígértem, itt van a jutalmad. Mindig törekedj a tökéletességre!^^ -Qi",
"Ancient Olive": "Ősi oliva",
"Ancient.Olive.Txt": "Szia @,^^  Te egy áldás voltál a tudományos közösség számára a kihalt növények felélesztése terén, de hátra van még egy! Ez egy ősi olivabogyó. Ez az egyetlen, és egyben az utolsó esélyünk. Meg tudod próbálni elültetni?^^Köszönöm szépen az összes munkádat!^^  -Gunther.",
"Fiona's Prize": "Fiona díj",
"Fiona.Prize.Txt": "Kedves @,^^  Ez a levél arra szolgál, hogy a tudtára adja, hogy sikeresen elnyerte a Fiona díjat a számottevő hozzájárulásáért a botanika területéhez. Az új címe mellé mellékelt ajándék a közös hálánk jelképe. A Növénytudományi Nemzetközi Bizottság elnökeként személyesen akartam megköszönni, hogy megmentett hét növényt az örök kihalástól. A minták, melyet Gunther kollégája adott nekünk valószínűleg sok-sok felfedezést fog elősegíteni a közeljövőben.^^  Üdvözlettel, Dr. Jacob Lewitt.",
}
