[
	//KRS Mail
	{
		"Id": "KRS.Introduction",
		"GroupID": "KRS.Mail",
		"LetterBG": "KhadijaBG.png",
		"TextColor": 4,
		"Title": "Khadija's Recipe Shop is Open for Business!",
		"Text": "Dear @, ^^We'd like to inform you that Khadija's Recipe Shop is now open for business!^^We carry recipe books and rare goods from all over the Ferngill Republic, and our stock is always changing, so don't miss out!^^You can find our stall at the unused ice cream stand in town every day from 8 AM to 7 PM.^^We look forward to doing business with you!^^- Zamir and Khadija, Proprietor and Mascot of Khadija's Recipe Shop",
		"Date": "1 spring Y1",
	},
	{
		"Id": "KRS.Saturdays",
		"GroupID": "KRS.Mail",
		"LetterBG": "KhadijaBG.png",
		"TextColor": 4,
		"Title": "Nasira's Meats and Weapons",
		"Text": "Dear @, ^^My name is Nasira, and while we have not yet met, you may have seen my brother and his familiar Khadija at our stall in town.^^I'm writing to inform you that from now on, I will be minding the shop on Saturdays while Zamir goes into the city to resupply for the week. I'm afraid I'm of no use in the kitchen, so instead of recipes, I plan to sell freshly hunted meats, weapons, and blueprints for a variety of different machines.^^I hope you will find this service useful, at least until my brother returns each Sunday.^^-Nasira, Huntress of the Clan of Ridha",
		"Date": "5 spring Y1",
	},
	{
		"Id": "KRS.Summer",
		"GroupID": "KRS.Mail",
		"LetterBG": "KhadijaBG.png",
		"TextColor": 4,
		"Title": "Summer Relocation",
		"Text": "Dear @, ^^Thank you so much for your patronage!^^We'd like to let you know that beginning in the summer, we will be moving the shop to Calico Desert for the rest of the season. You can find our stall near the northwestern lake, so make sure to drop by!^^We will return to town in the Fall, so we hope we can continue to count on your support.^^Wishing you the best,^^- Zamir, Nasira, and Khadija, Proprietors and Mascot of Khadija's Recipe Shop",
		"Date": "28 spring Y1",
	},
]