{
    "Name": "Ancient Coffee Plant",
    "Product": "Ancient Coffee Bean",
    "SeedName": "Ancient Coffee Bean",
    "SeedDescription": "Plant in spring, summer or fall to grow an ancient coffee plant. Takes 32 days to mature, and keeps producing after the first harvest. Place 5 ancient coffee beans in a hardwood keg to obtain ancient coffee.",
    "Type": "Seed",
    "Seasons": ["spring", "summer", "fall"],
    "Phases": [4, 6, 8, 14, 4],
    "RegrowthPhase": 4,
    "HarvestWithScythe": false,
    "TrellisCrop": false,
    "Colors": null,
    "Bonus":
    {
        "MinimumPerHarvest": 3,
        "MaximumPerHarvest": 6,
        "MaxIncreasePerFarmLevel": 10,
        "ExtraChance": 0.4
    },
    "CanPurchase": true,
	"SeedPurchasePrice": 125,
	"SeedPurchaseFrom": "DONTSELLTHISATNPC",
	"SeedPurchaseRequirements": null,
    "SeedNameLocalization":
    {
        "es": "Grano de Cafe Antiguo",
        "ko": "고대 커피콩",
        "de": "Alte Kaffeepflanze",
        "fr": "Grain de café antique",
        "hu": "Ősi kávé magvak",
        //"it": "",
        "ja": "古代のコーヒー豆",
        "pt": "Grão de Café Antigo",
        "ru": "Древнее кофейное зерно",
        //"tr": "",
        "zh": "远古咖啡豆"
    },
    "SeedDescriptionLocalization":
    {
        "es": "Plántalo en primavera, verano u otoño para cultivar una antigua planta de café. Tarda 32 días en madurar y continúa produciendo luego de la primer cosecha. Coloca 5 granos de café antiguo en un barril de madera noble para obtener cafe antiguo.",
        "ko": "봄, 여름, 또는 가을 작물. 성장하려면 32일이 걸리며, 수확한 후에도 계속 작물이 생산됩니다. 커피콩 5개를 단단한 나무 술통에 넣어 고대 커피를 만들 수도 있습니다.",
        "de": "Pflanze dies im Frühling, Sommer oder Herbst, um eine alte Kaffeepflanze anzubauen. Die Reifung dauert 32 Tage und wird nach der ersten Ernte weiter produziert. Lege 5 alte Kaffeebohnen in ein Hartholzfass, um alten Kaffee zu erhalten.",
        "fr": "À planter au printemps, en été ou en automne pour faire pousser un caféier antique. Prend 32 jours pour mûrir et continue de produire après la première récolte. Il faut placer 5 grains de café antique dans un fût en bois dur pour obtenir du café antique.",
        "hu": "Ültesd el tavasszal, nyáron, vagy ősszel, hogy növeszthess egy ősi kávét. 32 napig tart megérnie, de utána tovább termel. Helyezz 5 ősi kávébabot egy keményfahordóba, hogy ősi kávét készíthess belőlük.",
        //"it": "",
        "ja": "春、夏、秋植えの植物。そだつのに32日かかり、その後もくり返し収穫できる。古代のコーヒーは醸造ダルにこの豆を5つ入れれば入手できる。",
        "pt": "Plante-as na primavera, verão ou outono para cultivar uma antiga planta de café. Leva 32 dias para amadurecer e continua produzindo após a primeira colheita. Ponha 5 grãos de café antigo num barril de madeira para obter café antigo.",
        "ru": "Сажайте весной, летом или осенью, чтобы вырастить древнее кофейное дерево. Вырастает через 32 дня и продолжает давать урожай после первого сбора. Положите 5 древних зерен в бочонок из крепкой древесины, чтобы приготовить древний кофе.",
        //"tr": "",
        "zh": "在春季、夏季或秋季种植一种古老的咖啡植物。成熟需要32天，并在第一次收获后继续生产。把5颗古老的咖啡豆放在一个硬木桶里，就可以得到古老的咖啡了。"
    },
    "ContextTags": [
        "season_spring",
        "season_summer",
        "season_fall",
        "seed_item"
    ]
}
