{
    // Text

    "americano.text": "Picked up this recipe overseas. Enjoy.^^ Want to say thanks for making me feel welcome.^^  -Kent",
    "brandyalexander.text": "Dear @,^^ I ordered too much nutmeg! I was so excited when I saw the package had arrived but not as excited when I opened it! I'll share the recipe for a `Brandy Alexander` that came with it. I can't wait to try it out. Take care!^^  -Jodi",
    "cosmo.text": "@,^^ I thought it would be fun to write you a note.^^ Here's my take on a traditional Cosmo. Hope to see you soon.^^  -Haley",
    "darkandstormy.text": "@,^^ I don't drink much but there's a bar in ZuZu city that has the best Dark and Stormy. I got the recipe from the bartender to share with you.^^  -Sebastian",
    "espressomartini.text": "Hey there!^^ I had some extra time and thought it might be interesting to try mixing some drinks. Let me know what you think!^^ -Robin",
    "french75.text": "The blue human keeps leaving strange items in the mines. Here is something I saw him hide. It is a recipe for a pretentious human beverage.^^  -Dwarf^^(Look at me! I am writing in your language! Human books are useful.)",
    "hemingwayspecial.text": "Dear @,^^ Would you care to share a drink sometime? Here's a recipe for one you might enjoy.^Ernest Hemingway once said, 'Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut.' What an amusingly brash man he was indeed!^^  -Elliott",
    "mintjulep.text": "Dear neighbor,^^ when I'm not taking care of animals I like to experiment in the kitchen. Since we've become friends I want to share some recipes with you.^I hope you like this!^^  -Marnie",
    "moonshinecherries.text": "Dear @,^^ Thanks again for always being supportive of my art. When I'm not sculpting I like to help out Gus with his Moonshine Cherries. Don't tell him I gave you his recipe.^^  -Leah",
    "nightonthebeach.text": "@,^^ Vodka, Peach Schnapps, and some citrus make a great mix in a martini, while vodka mixed with orange juice, simple syrup, and garnish adds a refreshing twist. What do you think? What's your favorite way to combine orange juice and vodka? Mine is Night on the Beach.^^  -Demetrius",
    "paradise.text": "Dear @^^ I got my hands on a glass of this and I couldn't wait to give it a try. Here, try some for yourself! Sometimes, you just want to drink something crazy sweet!^^  -Emily",    
    "planterspunch.text": "@, You've been working hard on the farm. Why not try your hand at making a drink? It's the perfect way to end the week!^^  -Lewis",
    "seabreeze.text": "I guess it's time I shared with you one of my favorite drinks. No fun going out together when we don't know what each other likes!^^  -Haley",
    "vampiro.text": "...^^ Please, have this. It was floating in the sewers. You might get use out of it...^^  -Krobus",

    // New Additions

    "atomiccocktail.text": "Dear @,^^ This recipe is out of this world! I hope you enjoy it.^^  -Maru",
    "frangelicosour.text": "Dear @,^^ I just love the fresh flavors in this recipe.^^ I hope you do too.^^  -Leah",
    "harlemmugger.text": "@,^^ Don't let the name fool you.^^ You'll like this one.^^  -Sebastian",
    "lemonadococktail.text": "Dear @,^^ This is a perfect recipe for summer!^^ I hope you enjoy making it as much as I do.^^  -Gus",
    "negroni.text": "Farmer @,^^ Used to like this drink.^^ Maybe you might like it too.^^ -George",
    "poinsettiacocktail.text": "Dear @,^^ I was looking through my old recipe cards and found this delightful drink I used to enjoy.^^ It's just perfect to warm you up in this cold weather.^^  -Evelyn",
    "spritzveneziano.text": "Hello Farmer @,^^ Used to enjoy this drink with my wife.^^ Thought you might like it.^^  -Kent",
    "sweetpinkcocktail.text": "Hey there @,^^ This cocktail is super delicious.^^ Hope you can make me one soon!  -Haley",

    // Titles

    "americano.title": "Americano Recipe",
    "brandyalexander.title": "Brandy Alexander Recipe",
    "cosmo.title": "Cosmo Recipe",
    "darkandstormy.title": "Dark and Stormy Recipe",
    "espressomartini.title": "Espresso Martini Recipe",
    "french75.title": "French 75 Recipe",
    "hemingwayspecial.title": "Hemingway Special Recipe",
    "mintjulep.title": "Mint Julep Recipe",
    "moonshinecherries.title": "Moonshine Cherries Recipe",
    "nightonthebeach.title": "Night on the Beach Recipe",
    "paradise.title": "Paradise Recipe",
    "planterspunch.title": "Planters Punch Recipe",
    "seabreeze.title": "Sea Breeze Recipe",
    "vampiro.title": "Vampiro Recipe",

    // New Additions

     "atomiccocktail.title": "Atomic Cocktail Recipe",
    "frangelicosour.title": "Frangelico Sour Recipe",
    "harlemmugger.title": "Harlem Mugger Recipe",
    "lemonadococktail.title": "Lemonado Cocktail Recipe",
    "negroni.title": "Negroni Recipe",
    "poinsettiacocktail.title": "Poinsettia Cocktail Recipe",
    "spritzveneziano.title": "Spritz Veneziano Recipe",
    "sweetpinkcocktail.title": "Sweet Pink Cocktail Recipe",
}