{
"americano.text": "Picked up this recipe overseas. Enjoy.^^ Want to say thanks for making me feel welcome.^^  -Kent",
"brandyalexander.text": "Dear @,^^ I ordered too much nutmeg! I was so excited when I saw the package had arrived but not as excited when I opened it! I'll share the recipe for a `Brandy Alexander` that came with it. I can't wait to try it out. Take care!^^  -Jodi",
"cosmo.text": "@,^^ I thought it would be fun to write you a note.^^ Here's my take on a traditional Cosmo. Hope to see you soon.^^  -Haley",
"darkandstormy.text": "@,^^ I don't drink much but there's a bar in ZuZu city that has the best Dark and Stormy. I got the recipe from the bartender to share with you.^^  -Sebastian",
"espressomartini.text": "Hey there!^^ I had some extra time and thought it might be interesting to try mixing some drinks. Let me know what you think!^^ -Robin",
"french75.text": "I found this in the mines. Not sure why it was there.^-Dwarf",
"hemingwayspecial.text": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut.^^  -Ernest Hemingway",
"mintjulep.text": "Dear neighbor,^^ when I'm not taking care of animals I like to experiment in the kitchen. Since we've become friends I want to share some recipes with you.^I hope you like this!^^  -Marnie",
"moonshinecherries.text": "Dear @,^^ Thanks again for always being supportive of my art. When I'm not sculpting I like to help out Gus with his Moonshine Cherries. Don't tell him I gave you his recipe.^^  -Leah",
"nightonthebeach.text": "@,^^ Vodka, Peach Schnapps, and some citrus make a great mix in a martini, while vodka mixed with orange juice, simple syrup, and garnish adds a refreshing twist. What do you think? What's your favorite way to combine orange juice and vodka? Mine is Night on the Beach.^^  -Demetrius",
"paradise.text": "Dear @^^ I got my hands on a glass of this and I couldn't wait to give it a try. Here, try some for yourself! Sometimes, you just want to drink something crazy sweet!^^  -Emily",
"pinacolada.text": "Dear @,^^ If you love pineapple and coconuts then you'll love this drink. So many variations, so few ingredients.^^  -Emily",
"planterspunch.text": "@, You've been working hard on the farm. Why not try your hand at making a drink? It's the perfect way to end the week!^^  -Lewis",
"seabreeze.text": "I guess it's time I shared with you one of my favorite drinks. No fun going out together when we don't know what each other likes!^^  -Haley",
"vampiro.text": "...^^ Please, have this. It was floating in the sewers. You might get use out of it...^^  -Krobus"
}

