{
"americano.text": "Peguei esta receita no além-mar. Aproveite. ^^ Quero agradecer por me fazer sentir bem-vindo. ^^ -Kent",
"brandyalexander.text": "Caro (a) @, ^^ Eu pedi muita noz-moscada! Fiquei tão empolgado quando vi o pacote chegar, mas não tão empolgado quando o abri! Vou compartilhar a receita de um` Brandy Alexander` que veio com ele. Mal posso esperar para experimentar. Tome cuidado! ^^ -Jodi ",
"cosmo.text": "@, ^^ Eu pensei que seria divertido escrever uma nota para você. ^^ Aqui está minha receita de um Cosmo tradicional. Espero vê-lo em breve. ^^ -Haley",
"darkandstormy.text": "@, ^^ Eu não bebo muito, mas há um bar na cidade de ZuZu que tem o melhor Escuro e Tempestuoso. Eu recebi a receita do barman para compartilhar com você. ^^ -Sebastian",
"espressomartini.text": "Olá! ^^ Eu tive um tempo extra e pensei que poderia ser interessante tentar misturar algumas bebidas. Deixe-me saber o que você pensa! ^^ -Robin",
"french75.text": "O humano azul continua deixando itens estranhos nas minas. Aqui está algo que eu o vi esconder. É uma receita para uma bebida humana pretensiosa. ^^ -Dwarf ^^ (Olhe para mim! Estou escrevendo no seu idioma! Livros humanos são úteis.) ",
"hemingwayspecial.text": "Caro (a) @, ^^ Gostaria de partilhar uma bebida algum dia? Aqui está uma receita que você pode gostar. ^ Ernest Hemingway disse uma vez: 'Sempre fique sóbrio com o que você disse que faria bêbado. Isso vai ensinar você a ficar de boca fechada. Que homem divertido e impetuoso ele era de fato! ^^-Elliott ",
"mintjulep.text": "Caro (a) vizinho (a), ^^ quando não estou cuidando de animais, gosto de experimentar na cozinha. Desde que nos tornamos amigos, quero compartilhar algumas receitas com você. ^ Espero que você goste desta ! ^^ -Marnie ",
"moonshinecherries.text": "Caro (a) @, ^^ Obrigada novamente por sempre apoiar minha arte. Quando não estou esculpindo, gosto de ajudar Gus com suas cerejas moonshine. Não diga a ele que lhe dei sua receita. ^^ -Leah ",
"nightonthebeach.text": "@, ^^ Vodka, licor de pêssego e alguns cítricos formam uma ótima mistura em um martini, enquanto vodka misturada com suco de laranja, xarope simples e enfeite adiciona um toque refrescante. O que você acha? sua maneira favorita de combinar suco de laranja e vodka? A minha é a noite na praia. ^^ -Demetrius ",
"paradise.text": "Caro (a) @ ^^, coloquei minhas mãos em um copo disso e mal podia esperar para experimentá-lo. Aqui, experimente você mesmo! Às vezes, você só quer beber algo louco e doce! ^^ -Emily ",
"pinacolada.text": "Caro (a) @, ^^ Se você gosta de abacaxi e coco, vai adorar esta bebida. Tantas variações, tão poucos ingredientes. ^^ -Emily",
"planterspunch.text": "@, você está trabalhando duro na fazenda. Por que não tentar beber algo? É a maneira perfeita de terminar a semana! ^^ -Lewis",
"seabreeze.text": "Acho que está na hora de compartilhar com vocês uma das minhas bebidas favoritas. Não é divertido sair juntos quando não sabemos o que o outro gosta! ^^ -Haley",
"vampiro.text": "... ^^ Por favor, aguarde. Estava flutuando nos esgotos. Você pode se acostumar com isso ... ^^ -Krobus"
}

