
//Text

"americano.text": "Peguei essa receita no exterior. Aproveite.^^ quero agradecer por me fazer sentir bem-vindo.^^ -Kent",
"brandyalexander.text": "Querido @,^^ pedi muita noz-moscada! Fiquei tão empolgada quando vi que o pacote tinha chegado, mas não tão animado quando abri! Vou compartilhar a receita de um "Brandy Alexander" que veio com ele. Mal posso esperar para experimentar. Tome cuidado!^^ -Jodi",
"cosmo.text": "@,^^ pensei que seria divertido escrever uma nota.^^ Aqui está minha opinião sobre um Cosmo tradicional. Espero vê-lo em breve.^^ -Haley",
"darkandstormy.text": "@,^^ eu não bebo muito, mas há um bar na cidade de ZuZu que tem o melhor drink o nome dele é Escuro e  Tempestuoso. Eu tenho a receita do barman para compartilhar com você.^^ -Sebastian",
"espressomartini.text": "Ei lá!^^ eu tive algum tempo extra e achei que seria interessante tentar misturar algumas bebidas. Deixe-me saber o que você pensa!^^ -Robin",
"french75.text": "O humano de azul continua deixando itens estranhos nas minas. Aqui está algo que eu o vi esconder. É uma receita para uma bebida humana pretensiosa.^^ -Anão^^(Olhe para mim! Estou escrevendo na sua língua! Livros humanos são úteis.)",
"hemingwayspecial.text": "Querido @,^^ gostaria de compartilhar uma bebida algum dia? Aqui está uma receita para uma que você pode gostar.^Ernest Hemingway uma vez disse: 'Sempre faça sóbrio o que você disse que faria bêbado. Isso vai ensiná-lo a manter sua boca fechada. Que homem divertidamente ousado ele era de fato!^^ -Elliott",
"mintjulep.text": "Caro vizinho, ^^ quando não estou cuidando de animais que gosto de experimentar na cozinha. Desde que nos tornamos amigos eu quero compartilhar algumas receitas com você.^Espero que você goste disso!^^ -Marnie",
"moonshinecherries.text": "Querido @,^^ Obrigado novamente por sempre apoiar minha arte. Quando não estou esculpindo, gosto de ajudar gus com suas cerejas de luar. Não diga a ele que eu lhe dei a receita dele.^^ -Leah",
"nightonthebeach.text": "@,^^ Vodka, Aguardente Peach , e alguns cítricos fazem uma ótima mistura em um martini, enquanto a vodca misturada com suco de laranja, xarope simples e enfeite adiciona um toque refrescante. O que você acha? Qual é a sua maneira favorita de combinar suco de laranja e vodca? A minha é Noite na Praia.^^ -Demétrio",
"paradise.text": "Querido @^^ eu tenho minhas mãos em um copo disso e eu não podia esperar para tentar. Aqui, experimente um pouco! Às vezes, você só quer beber algo louco e doce!^^ -Emily",
"pinacolada.text": "Querido @,^^ Se você ama abacaxi e cocos, então você vai adorar essa bebida. Tantas variações, tão poucos ingredientes.^^ -Emily",
"planterspunch.text": "@, você tem trabalhado duro na fazenda. Por que não tenta fazer uma bebida? É a maneira perfeita de terminar a semana!^^ -Lewis",
"seabreeze.text": "Acho que é hora de compartilhar com você uma das minhas bebidas favoritas. Não é divertido sairmos juntos quando não sabemos do que o outro gosta!^^ -Haley",
"vampiro.text": "...^^ Por favor, pegue isso. Estava flutuando nos esgotos. Você pode fazer bom uso dele...^^ -Krobus",

//New Additions

"atomiccocktail.text": "Querido @,^^ Esta receita está fora deste mundo! Espero que você goste.^^ -Maru",
"frangelicosour.text": "Querido @,^^ eu adoro os sabores frescos nesta receita.^^ espero que você também.^^ -Leah",
"harlemmugger.text": "@,^^ Não deixe o nome enganá-lo.^^ Você vai gostar deste.^^ -Sebastian",
"lemonadococktail.text": "Querido @,^^ Esta é uma receita perfeita para o verão!^^ espero que você goste de fazê-lo tanto quanto eu.^^ -Gus",
"negroni.text": "Farmer @,^^ Costumava gostar dessa bebida.^^ Talvez você possa gostar também.^^ -George",
"poinsettiacocktail.text": "Querido @,^^ eu estava olhando meus cartões de receita antigos e encontrei essa bebida deliciosa que eu costumava desfrutar.^^ É perfeito para aquecê-lo neste tempo frio.^^ -Evelyn",
"spritzveneziano.text": "Olá Fazendeiro @,^^ costumava desfrutar desta bebida com minha esposa.^^ pensei que você poderia gostar.^^ -Kent",
"sweetpinkcocktail.text": "Ei  @,^^ Este coquetel é super delicioso.^^ Espero que você possa me fazer um em breve! -Haley",

//Titles

"americano.title": "Receita Americana",
"brandyalexander.title": "Brandy Alexander Recipe",
"cosmo.title": "Receita Cosmo",
"darkandstormy.title": "Receita Escuro e Tempestuoso",
"expressomartini.title": "Receita de Martini Expresso",
"french75.title": "Receita Francesa 75",
"hemingwayspecial.title": "Hemingway Special Recipe",
"mintjulep.title": "Receita julep de menta",
"moonshinecherries.title": "Receita de Cerejas do Luar",
"nightonthebeach.title": "Receita Noite na praia",
"paradise.title": "Receita para o Paraíso",
"pinacolada.title": "Receita Pina Colada",
"planterspunch.title": "Receita de Ponche de Plantadores",
"seabreeze.title": "Receita de Brisa do Mar",
"vampiro.title": "Receita vampiro",

 

Novas Adições

 

"atomiccocktail.title": "Receita de Coquetel Atômico",

"frangelicosour.title": "Receita Azeda Frangelico",

"harlemmugger.title": "Receita Harlem Mugger",

"lemonadococktail.title": "Receita de Coquetel Limonado",

"negroni.title": "Receita Negroni",

"poinsettiacocktail.title": "Receita de Coquetel Poinsettia",

"spritzveneziano.title": "Receita Spritz Veneziano",

"sweetpinkcocktail.title": "Receita de Coquetel Rosa Doce",

}