{
    // Text

    "americano.text": "Подобрал этот рецепт за границей. Наслаждаться.^^ Хочу сказать спасибо за то, что вы заставили меня чувствовать себя желанным гостем.^^ -Кент",
    "brandyalexander.text": "Дорогой @,^^ Я заказала слишком много мускатного ореха! Я была так взволнована, когда увидела, что посылка прибыла, но не так взволнована, когда открыла ее! Я поделюсь рецептом "Бренди Александр", который прилагался к нему. Мне не терпится попробовать. Береги себя!^^ -Джоди",
    "cosmo.text": "@,^^ Я подумал, что было бы забавно написать тебе записку.Вот мой взгляд на традиционный Космо. Надеюсь, скоро увидимся.^^ -Хейли",
    "darkandstormy.text": "@,^^ Я не пью много, но в городе ЗуЗу есть бар, в котором есть лучший Темный и Штормовой. Я получил рецепт от бармена, теперь хочу поделиться с вами.^^ -Себастьян",
    "espressomartini.text": "Эй там!^^ У меня было немного свободного времени, и я подумала, что было бы интересно попробовать смешать несколько напитков. Дайте мне знать, как это пойло на вкус!^^ -Робин",
    "french75.text": "Синий человек продолжает оставлять странные предметы в шахтах. Вот что я нашел, там где он спрятал. Это рецепт претенциозного человеческого напитка.^^ -Дварф^^(Посмотри на меня! Я пишу на вашем языке! Человеческие книги полезны.)",
    "hemingwayspecial.text": "Дорогой @,^^ Не хотите ли как-нибудь выпить? Вот рецепт того, что вам может понравиться.Эрнест Хемингуэй однажды сказал: "Всегда делай трезвым то, что обещал сделать пьяным. Это научит тебя держать язык за зубами". - Каким забавно дерзким человеком он был на самом деле!^^ -Эллиот",
    "mintjulep.text": "Дорогой сосед, когда я не забочусь о животных, я люблю экспериментировать на кухне. С тех пор как мы стали друзьями, я хочу поделиться с вами некоторыми рецептами.- Надеюсь, вам это понравится!^^ -Марни",
    "moonshinecherries.text": "Дорогой @,^^ еще раз спасибо за то, что всегда поддерживал мое искусство. Когда я не занимаюсь скульптурой, мне нравится помогать Гасу с его настойкой из вишни. Не говорите ему, что я дал вам его рецепт.^^ -Лия",
    "nightonthebeach.text": "@,^^ Водка, Персиковый шнапс и немного цитрусовых делают отличную смесь в мартини, в то время как водка, смешанная с апельсиновым соком, простым сиропом и гарниром, добавляет освежающий оттенок. А ты как думаешь? Какой твой любимый способ сочетать апельсиновый сок и водку? Моя - Ночь на пляже.^^ -Деметриус",
    "paradise.text": "Дорогой @^^ Когда я взяла в руки стакан этого напитка я не смог сдержаться, чтобы не попробовать. Вот, попробуйте сами! Иногда просто хочется выпить чего-нибудь безумно сладкого!^^ -Эмили",    
    "planterspunch.text": "@, Вы много работали на ферме. Почему бы не попробовать свои силы в приготовлении напитка? Это идеальный способ закончить неделю и отдохнуть!^^ -Льюис",
    "seabreeze.text": "Думаю, пришло время поделиться с вами одним из моих любимых напитков. Не очень хорошо гулять вместе и не знать, что нравится друг другу!^^ -Хейли",
    "vampiro.text": "...^^ Пожалуйста, возьми это. Он плавал в канализации. Ты мог бы извлечь из этого пользу...^^ -Кробус",

    // New Additions

    "atomiccocktail.text": "Дорогой @,^^ Этот рецепт не от мира сего! Надеюсь, вам понравится.^^ -Мару",
    "frangelicosour.text": "Дорогой @,^^ Я просто обожаю свежие ароматы в этом рецепте.Я надеюсь, что и вы тоже.^^ -Лия",
    "harlemmugger.text": "@, ^ ^ Не позволяйте имени обмануть вас.Тебе понравится вот это.^^ -Себастьян",
    "lemonadococktail.text": "Дорогой @,^^ Это идеальный рецепт для лета!^^ Надеюсь, вам понравится готовить его так же, как и мне.^^ -Гас",
    "negroni.text": "Фермер@, ^ ^ Раньше любил этот напиток. Может быть, тебе тоже понравится.^^ -Джордж",
    "poinsettiacocktail.text": "Дорогой @,^^ Я просматривал свои старые карточки рецептов и нашел этот восхитительный напиток, которым раньше наслаждался.Это просто идеально, чтобы согреть вас в такую холодную погоду.^^ -Эвелин",
    "spritzveneziano.text": "Привет, фермер @,^^ раньше мы с женой наслаждались этим напитком.^^ Подумал, что тебе это может понравиться.^^ -Кент",
    "sweetpinkcocktail.text": "Эй там @,^^ Этот коктейль очень вкусный.^^ Надеюсь, что вы сможете сделать мне его в ближайшее время! -Хейли",

    // Titles

    "americano.title": "Рецепт американо",
    "brandyalexander.title": "Рецепт бренди "Александр"",
    "cosmo.title": "Рецепт Космо",
    "darkandstormy.title": "Рецепт темного и штормового",
    "espressomartini.title": "Рецепт мартини Эспрессо",
    "french75.title": "Рецепт француского вина 75 года",
    "hemingwayspecial.title": "Рецепт от Хэмингуея",
    "mintjulep.title": "Рецепт мятного жулепа",
    "moonshinecherries.title": "Рецепт настойки из вишни",
    "nightonthebeach.title": "Рецепт коктейля "Ночь на пляже"",
    "paradise.title": "Рецепт напитка "Paradise"",
    "planterspunch.title": "Рецепт напитка "Planters Punch"",
    "seabreeze.title": "Рецепт напитка "Морской бриз"",
    "vampiro.title": "Рецепт вампирского напитка",

    // New Additions

     "atomiccocktail.title": "Рецепт атомного коктейля",
    "frangelicosour.title": "Рецепт кислого коктейля Франжелико",
    "harlemmugger.title": "Рецепт коктейля Гарлем",
    "lemonadococktail.title": "Рецепт лимонада",
    "negroni.title": "Рецепт Негрони",
    "poinsettiacocktail.title": "Рецепт коктейля Пуасетия",
    "spritzveneziano.title": "Рецепт Спритц Венециано",
    "sweetpinkcocktail.title": "Рецепт сладкого розового коктейля",
}