{
"aloepod.text": "@,^With all the time you spend outside you must get a sunburn occassionally. Here are some seeds to grow your own aloe. When it's ready to harvest it will help treat them.^-Harvey",
"sweetcanarymelon.text": "@,^Thanks for always being there to help me out! I know it isn't much but please take these seeds.^-Emily",
"cassava.text": "@,^In my travels I got my hands on some new seeds for you. Hope they grow on your farm.^-Willy",
"chickpea.text": "Dear @,^This is a test to see if we can attach seeds.^-Robin",
"elderberry.text": "Hello, friend.^The mountain has been kind to me lately. I'd like to share my good fortune with you.^-Linus",
"fennel.text": "Dear @,^Hope you're doing well on the farm. I thought you'd might like to have these to plant next season.^-Jodi",
"ginger.text": "Hey @,^I found this in a drawer somewhere. Thought you could use it next season.^-Pam",
"gooseberry.text": "Dear @,^Robins been talking nonstop about Pierre's gooseberry pie. ^Could you please bring us some when you get the chance? Thank you!^-Demetrius",
"greenpea.text": "Hey,^It's still not to late to plant these! I'd love to have some to put in my salads. Thank you @!^-Penny",
"jalapeno.text": "Hey @!^These taste great on pizza. You should plant some on your farm.^-Sam",
"juniper.text": "Hey @,^I found this in a cabinet somewhere. Thought you could use it.^-Pam",
"mint.text": "Found some good quality seeds while going through a kitchen drawer. Maybe they'll still grow after all these years.^-George",
"okra.text": "Hey there!^I had a taste for Okra... I thought maybe you could plant some for me. Take care!^-Robin",
"paddytaro.text": "@,^Come visit me sometime soon! I have some new seeds in stock for the season. They won't grow in Calico Desert but they sure will on your farm.^-Sandy",
"passionfruit.text": "Good Morning @,^Thank you for everything you've done so far for our little town. Please accept this as a token of my appreciation. I hope you'll find a nice sunny spot to plant it on the farm.^-Jodi",
"soybean.text": "@!^Can you plant some of these on your farm and bring them to me? The saloon could use a good supply of fresh vegetables.^-Gus",
"zucchini.text": "@,^I was helping Marnie clean up her ranch and she wanted to give these to you.^I'm sure Pierre would appreciate it if you sold some to him when they're ripe.^Sincerely, Mr. Lewis",
}

