{
    // Text

    "aloepod.text": "Kedves @,^^   Mivel annyi időt töltesz a szabadban, biztos sokszor égsz le. Itt van néhány mag mellyekkel saját aloe verát termeszthetsz.^Kiváncsi leszek az eredményre, hogy vajon jobban megéri-e házilag termeszteni, mint boltban megvenni.^Miért is ne próbálnád ki?^^   -Harvey",
    "sweetcanarymelon.text": "Kedves @,^^   Pelikán Város sokat köszönhet neked, szóval köszönjük, hogy vagy nekünk!^Ha nem zavarok, szívesen segítek a farmot variánsabbá és színesebbé varázsolni. Ezek kanári dinnye magvak! Na mit szólsz hozzájuk?^^   -Emily",
    "cassava.text": "@,^^   Hogyha néhány napig nem láttál engem, akkor az azért történhetett, mert horgászni voltam délen a Páfrány Szigeteknél. Amíg ott voltam, találkoztam egy kereskedővel aki különféle egzotikus magokat árult, és te jutottál az eszembe.^Nem tudom hogy nőnek-e itt, de majd meglátjuk.^^   -Willy",
    "chickpea.text": "Kedves @,^^   Csicseriborsót még soha nem termesztettek a Stardew Valley völgyben, de Demetrius egy kis kutatás után meg van győződve róla, hogy lehetséges.^Bevallom, felkeltette az érdeklődésemet, szóval rendeltem neked párat. Remélem örülsz neki!^^   -Robin",
    "elderberry.text": "Helló, barátom.^^   Ezeket a magvakat egy séta közben találtam a hegyekben.^Az évek során megtanultam, hogy ezek bodza magvak.^Az, hogy hogyan kerültek a hegyeinkbe egy nagy kérdés, de ha a hegyek biztosítják ezeket számunkra, akkor úgy gondolom, hogy használnunk kellene őket.^Béke legyen veled.^^   -Linus",
    "fennel.text": "Kedves @,^^   Tavaly megpróbáltam ültetni néhány édesköményt a kertünkbe, de nem tudtam rávenni Vincentet és Samet hogy egyenek belőle.^Arra jutottam, hogy te nagyobb hasznukat vennéd mint mi.^Itt vannak azok amelyeket végül nem ültettem el.^^   -Jodi",   
    "gooseberry.text": "Kedves @,^^   Robin állandóan Pierre egreses pitéjéről beszél.^Esetleg tudnál hozni nekünk néhányat ha lesz rá alkalmad?^Ezek a magvak bőven megteszik, szóval a maradékot akár el is adhatod.^Köszönöm szépen!^^   -Demetrius",
    "greenpea.text": "Szia @,^^   Az iskolában Jasnak és Vincentnek a következő tananyaga egyszerű növénytanról fog szólni.^A tankönyv azt javasolja, hogy ültessünk magunk borsót, de szerintem nagyszerű lenne a te farmodon végignézni a fejlődésüket!^Nem szeretnénk bezavarni a farmi tevékenységeidben, de nagy szívességet tennél vele, ha megtennéd.^^   -Penny",
    "jalapeno.text": "Szia @!^^   Nemrég arra jöttem rá, hogy a pizza jalapenoval maga a mennyország. Pierre sajnos nem árul jó minűségű jalapenot, ezért ezeket rendeltem. Nagyon jó lenne, ha tudnál termeszteni belőlük néhányat. Komolyan, ez a legnagyobb álmom.^^   -Sam",
    "juniper.text": "Szia @,^^   Nemrég azzal szórakoztam, hogy különböző italokat vegyítettem össze.^Manapság azonban már nem szoktam ezt csinálni. Viszont itt vannak ezek a borókabogyók, megpróbálhatod elültetni őket. Gondoltam, elküldöm neked ezeket.^^   -Pam",
    "mint.text": "Ezeket a régi magokat egy fiókban találtam.^Régen sokat kertészkedtem, de mostanában már nem szoktam. Túl nagy megterhelés a hátamnak.^Mindenesetre megkaphatod őket. Utálok hasznos dolgokat eldobni, és ezek a magvak még mindig jók.^^   -George",
    "okra.text": "Szia @!^^   Amikor fiatal voltam nagyon szerettem az okrat, de úgy tűnik ezzel csak én vagyok így errefelé.^Talán te megszerettetheted Pelikán Várossal!^Ha ezt megteszed nekem, megígérem, hogy a legközelebbi építkezéssel rekordidő alatt készen leszek!^^   -Robin",   
    "passionfruit.text": "Kedves @,^^   Úgy tűnik, hogy a maracuja nem terem az udvarunkban. Azonban a farmod ideális hely lehet a számára, ezért remélem találsz egy napos helyet ahol nőhetnek.^Köszönök szépen mindent, amit a kis városunkért tettél!^^   -Jodi",
    "soybean.text": "Kedves @,^   Van néhány új, ízletes receptem, melyek szójababot igényelnek. Inkább nem szeretnék fagyasztottat használni -- az azért mégse ugyan olyan -- teljesen más az íze.^Mindensetre arra gondoltam, hogy te talán tudnál növeszteni néhányat. Hozzál majd nekem párat, de a többit úgy használod fel, ahogyan csak szeretnéd!^^   -Gus",
    // "wormwood.text": "@,^^   Évek óta furcsa módon lenyűgöz ez az 'üröm' növény, és végre kaptam belőle néhány magot.^Tudnál termeszteni belőle? Nem kell, ha nem akarod. Lehet, hogy egy kicsit fucsa, hehe.^^   -Shane",
    "zucchini.text": "Kedves @,^^   Sajnálattal közlöm a szörnyű hírt miszerint Gus nem készít többé cukkini frittert fűszeres marinara szósszal a szalonban.^Azt mondja, hogy azért tett így, mivel a beszállítói már nem tudnak megfelelni az ő magas követelményeinek.^Kérlek, változtass ezen.^^   -Lewis",

    // Titles

    "aloepod.title": "Aloe vera magvak",
    "sweetcanarymelon.tetitlext": "Kanári dinnye magvak",
    "cassava.title": "Manióka magvak",
    "chickpea.title": "Csicseriborsó magvak",
    "elderberry.title": "Bodza magvak",
    "fennel.title": "Édeskömény magvak",
    "gooseberry.title": "Egres magvak",
    "greenpea.title": "Zöldborsó magvak",
    "jalapeno.title": "Jalapeno magvak",
    "juniper.title": "Boróka magvak",
    "mint.title": "Menta magvak",
    "okra.title": "Okra magvak",
    "passionfruit.title": "Maracuja magvak",
    "soybean.title": "Szójabab magvak",
    // "wormwood.title": "Üröm magvak",
    "zucchini.title": "Cukkini magvak",
}
