{
    // Text

    "aloepod.text": "Kedves @,^^  Mivel annyi időt töltesz a szabadban, biztos sokszor égsz le. Itt van néhány mag mellyekkel saját aloét növeszthetsz.^Kiváncsi leszek az eredményre, hogy vajon jobban megéri-e házilag növeszteni az aloét mint boltból megvenni.^Miért is ne próbáljuk ki?^^  -Harvey",
    "sweetcanarymelon.text": "Kedves @,^^  Pelikán Város sokat köszönhet neked, szóval köszönjük, hogy vagy nekünk!^Ha nem zavarok, szívesen segítek a farmot variánsabbá és színesebbé varázsolni. Ezek Kanári dinnye magok! Na mit szólsz hozzájuk?^^  -Emily",
    "cassava.text": "@,^^  Hogyha néhány napig nem láttál engem, akkor az azért történhetett, mert horgászni voltam délnek a Páfrány-Szigeteknél. Amíg ott voltam, találkoztam egy árússal aki különféle egzotikus magokat árult, és te jutottál eszembe.^Nem tudom hogyan fognak nőni itt, de majd meglátjuk.^^  -Willy",
    "chickpea.text": "Kedves @,^^ Csicseriborsót még soha nem termesztettek Stardew Valley-ben, de Demetrius egy kis kutatás után rájött, hogy lehetséges.^Bevallom, felkeltette az érdeklődésemet, szóval rendeltem neked párat. Remélem örülsz nekik!^^  -Robin",
    "elderberry.text": "Hello, barátom.^^  Ezeket a magvakat egy séta közben találtam a hegyekben.^Az évek során megtanultam, hogy ezek bodzamagvak.^Az, hogy hogyan kerültek a hegyeinkbe egy nagy kérdés, de ha a hegyek biztosítják ezeket számunkra, akkor úgy gondolom, hogy használnunk kellene őket.^Béke legyen veled.^^  -Linus",
    "fennel.text": "Kedves @,^^  Tavaj megpróbáltam ültetni néhány édesköményt a kertünkbe, de nem tudtam rávenni Vincent-et és Sam-et hogy egyenek belőle.^Arra jutottam, hogy te nagyobb hasznukat vennéd mint mi.^Itt vannak azok amelyeket végül nem ültettem el.^^  -Jodi",   
    "gooseberry.text": "Kedves @,^^ Robin állandóan Pierre egreses pitéjéről beszél.^Esetleg tudnál hozni nekünk néhányat ha lesz rá alkalmad?^Ezek a magvak bőven megteszik, szóval a maradékot akár el is adhatod.^Köszönöm szépen!^^ -Demetrius",
    "greenpea.text": "Szia @,^^  Az iskolában Jas-nek és Vincent-nek a következő tananyaga egyszerű növénytanról fog szólni.^A tankönyv azt javasolja, hogy ültessünk magunk borsót, de szerintem nagyszerű lenne a te farmodon végignézni a növekedését!^Nem szeretnénk bezavarni a farmi tevékenységeidben; de nagy szívességet tennél vele, ha megtennéd.^^  -Penny",
    "jalapeno.text": "Szia @!^^  Nemrég arra jöttem rá, hogy a pizza jalapenoval maga a mennyország. Pierre sajnos nem árul jó minűségű jalapenot, ezért ezeket rendeltem. NAGYON jó lenne, ha tudnál termeszteni belőlük néhányat. Komolyan, ez a legnagyobb álmom.^^  -Sam",
    "juniper.text": "Szia @,^^  Nemrég azzal szórakoztam, hogy különböző italokat vegyítettem össze.^Manapság azonban már nem szoktam ezt csinálni. Viszont itt vannak ezek a borókabogyók, megpróbálhatod elültetni őket. Gondoltam, elküldöm neked ezeket.^^  -Pam",
    "mint.text": "Ezeket a régi magokat egy fiókban találtam.^Régen sokat kertészkedtem, de mostanában már nem igazán szoktam. Mindig megfájdul a hátam.^Mindenesetre megkaphatod őket. Utálok hasznos dolgokat eldobni, és ezek a magvak még mindig jók.^^  -George",
    "okra.text": "Szia @!^^ Amikor fiatal voltam nagyon szerettem a gombót, de úgy tűnik ezzel csak én vagyok így errefelé.^Talán te megszerettetheted Pelican Várossal!^Ha ezt megteszed nekem, megígérem, hogy a legközelebbi építkezéssel rekordidő alatt készen leszek!^^ -Robin",   
    "passionfruit.text": "Kedves @,^^ Úgy tűnik, hogy a maracuja nem nő valami jól az udvarunkban. Azonban a farmod ideális hely lehet a számára, szóval remlem találsz egy napos helyet ahol nőhetnek.^Köszönök szépen mindent, amit a kis városunkért tettél!^^  -Jodi",
    "soybean.text": "Kedves @,^ Van néhány új, ízletes receptem, melyek tartalmaznak szólyababot. Igazán nem szeretnék fagyasztottat használni -- az azért mégse ugyan olyan -- teljesen más az íze.^Mindensetre arra jöttem rá, hogy te talán tudnál növeszteni néhányat. Hozzál majd nekem párat, de a többit úgy használod fel, ahogyan csak szeretnéd!^^  -Gus",
    // "wormwood.text": "@,^^ I've been strangely fascinated by this 'wormwood' stuff for years and I finally got some seeds.^Can you grow 'em? You don't have to if you don't want to. Maybe it's kinda weird, hehe.^^  -Shane",
    "zucchini.text": "Kedves @,^^ Sajnálattal közlöm a szörnyű hírt miszerint Gus nem készít többé cukkini fánkot pikáns szósszal.^Azt mondja, hogy azért tett így, mivel a beszállítói nem érik el azt a színvonalat, amelyet szeretne.^Kérlek, változtass ezen.^^  -Lewis",

    // Titles

    "aloepod.title": "Aloé magvak",
    "sweetcanarymelon.tetitlext": "Kanári dinnye magvak",
    "cassava.title": "Manióka magvak",
    "chickpea.title": "Csicseriborsó magvak",
    "elderberry.title": "Bodzabogyó magvak",
    "fennel.title": "Édeskömény magvak",
    "gooseberry.title": "Egres magvak",
    "greenpea.title": "Zöldborsó magvak",
    "jalapeno.title": "Jalapeno magvak",
    "juniper.title": "Borókabogyó magvak",
    "mint.title": "Menta magvak",
    "okra.title": "Gombó magvak",
    "passionfruit.title": "Maracuja magvak",
    "soybean.title": "Szójabab magvak",
    // "wormwood.title": "Wormwood Seeds",
    "zucchini.title": "Cukkini magvak"
}