{
"aloepod.text": "Drogi @, ^^ Przez cały czas spędzany na zewnątrz musisz od czasu do czasu dostać oparzeń słonecznych. Oto kilka nasion do wyhodowania własnego aloesu. ^ Chciałbym zobaczyć, czy lokalnie uprawiany aloes jest bardziej skuteczny niż coś, co dostajesz w sklepie. ^ Dlaczego nie spróbować? ^^ -Harvey ",
"sweetcanarymelon.text": "Drogi @, ^^ Myślę, że Pelican Town jest dzięki tobie lepszy, więc dziękuję ci za bycie sobą! ^ Jeśli się zgodzisz, chciałbym pomóc ci uczynić swoją farmę bardziej urozmaiconą i kolorową. To są słodkie nasiona melona kanaryjskiego! Może zorganizujemy kiedyś melonową ucztę? ^^ -Emily ",
"cassava.text": "@, ^^ Przez kilka dni mnie nie było, dlatego, że niedawno wybrałem się na wyprawę rybacką w dół na południe, na Wyspy Fern. Gdy tam byłem, spotkałem kupca sprzedającego egzotyczne nasiona i pomyślałem o tobie. ^ Nie wiem, czy tu wyrosną, ale spróbować warto. ^^ -Willy ",
"chickpea.text": "Drodzy @, ^^ Ciecierzyca nigdy nie była uprawiana w dolinie Stardew, ale Demetrius przeprowadził jakieś badania na jej temat i wydaje się przekonany, że powinno to być możliwe. Mam nadzieję, że ci się spodoba! ^^ -Robin ",
"elderberry.text": "Witaj, przyjacielu. ^^ Chodziłem po górach i znalazłem te nasiona. ^ Moje lata wędrówki nauczyły mnie, że to nic innego jak nasiona czarnego bzu. ^ Nie wiem jak znalazły się w naszych górach, ale jeśli góry nam je dają, wierzę, że powinniśmy je wykorzystać. ^Niech ci się przydadzą^^ -Linus",
"fennel.text": "Drogi @, ^^ Próbowałam sadzić te nasiona kopru w naszym ogrodzie w zeszłym roku, ale nie mogłem zmusić Sama i Vincenta do zjedzenia go. ^ Uznałem, że możesz lepiej z niego skorzystać niż my. ^ Resztki których nie posadziłam ^^ -Jodi ",
"gooseberry.text": "Drogi @, ^^ Robin bez przerwy mówi o placku agrestowym Pierre'a. ^ Czy mógłbyś przynieść nam trochę, gdy już ci wyrosną? ^ Powinno ich urosnąć więcej niż potrzeba, więc ich naddatek sprzedaj lub użyj osobiście ^ Dziękuję! ^^ -Demetrius",
"greenpea.text": "Hej, ^^ W szkole Jas i Vincent mają nadchodzącą lekcję na temat podstawowej biologii roślin. ^ Podręcznik zaleca hodowanie niektórych roślin grochu, ale byłby to świetny przykład w świecie rzeczywistym, gdybyśmy obserwowali, jak rosną na twojej farmie! ^ Dopilnujemy, abyśmy nie zakłócali pracy w gospodarstwie; ich uprawa będzie sama w sobie całkiem przyjemna. ^^ -Penny",
"jalapeno.text": "Hej @! ^^ Właśnie odkryłem, że pizza z jalapeno TOTALNIE EKSTRA. Pierre nie ma jednak żadnych przyzwoitych jalapeno, więc zamówiłem te nasiona. Byłoby GENIALNIE, gdybyś mógł je wyhodować. Poważnie, to jest teraz moje największe marzenie. ^^ -Sam",
"juniper.text": "Hej, ^^ Kilka lat temu przeszłam fazę, w której lubiłem mieszać napoje z przyprawami. ^ Ale już nie robię tego zbyt często, ale myślę że nadal bedziesz w stanie zasadzić te nasiona jałowca. Pomyślałam żeby Ci je wysłać^^ -Pam",
"mint.text": "Te stare nasiona znalazłem w szufladzie w domu. ^ Zajmowałem się ogrodnictwem, ale przestałem. Zbyt duże obciążenie pleców. ^ W każdym razie możesz je wziąść. Nienawidzę wyrzucania rzeczy, a to są dobre nasiona. ^^ -George",
"okra.text": "Hej @! ^^ Kiedy byłam mała, ciągle jadłam piżmian jadalny, ale nikt tutaj nie wydaje się nim zainteresowany. ^ Może mógłbyś przedstawić go miastu Pelican? ^ Jeśli zrobisz dla mnie tę przysługę, obiecuję że zrealizuję dla ciebie kolejny projekt budowlany w rekordowym czasie! ^^ -Robin",
"paddytaro.text": "@, ^^ Odwiedź mnie wkrótce! Mam kilka nowych nasion w magazynie na ten sezon. Nie będą rosły na pustyni Calico, ale na pewno będą rosły na twojej farmie. Oto próbka; wygląda na to, że będą całkiem smaczne, co? ^^ -Sandy",
"passionfruit.text": "Drogi @, ^^ Okazuje się, że marakuja nie rośnie zbyt dobrze na naszym podwórku. Jednak twoje gospodarstwo jest prawdopodobnie lepszym środowiskiem dla niego, więc mam nadzieję, że znajdziesz ładne słoneczne miejsce do uprawy tych nasion. ^ Dziękuję za wszystko, co zrobiłeś dla naszego małego miasteczka. ^^ -Jodi",
"soybean.text": "Drogi @, ^ Mam kilka dobrze wyglądających przepisów, które wymagają świeżej soi. Naprawdę wolałbym nie używać mrożonek - one po prostu nie wystarczą - mówimy o różnicy w smaku na całym świecie. ^ W każdym razie, pomyślałem, że możesz rozważyć ich wyhodowanie. Możesz przynieść mi ich trochę, ale resztę wykorzystaj jak chcesz! ^^ -Gus",
"zucchini.text": "Drogi @, ^^ Z przykrością informuję, że w mieście Pelikan doszło do tragedii. ^ Gus nie podaje już w knajpie Placków Cukiniowych z Pikantną Marinarą. ^ Mówi, że dzieje się tak, ponieważ jego sprzedawcy nie są w stanie spełnić jego wysokich standardów. ^ Proszę, musisz nam pomóc. ^^ -Lewis",
}

