{
  // Text

  "aloepod.text": "Sevgili @,^^ Dýþarýda o kadar zaman geçirirken mutlaka arada güneþ yanýðý oluyorsundur. Ýþte kendi aloe veraný yetiþtimen için biraz tohum.^Çýkacak sonucu da merak ediyorum,öyle ya da böyle yerel yetiþen aloe vera maðazadan alacaðýna göre çok daha etkilidir.^Niye denemeyesin?^^  -Harvey",
  "sweetcanarymelon.text": "Sevgili @,^^  Bence sayende Pelikan Kasabasý çok daha iyi bir yer oldu. Bu yüzden sana sen olduðun için teþekkür ederim!^Sorun olmazsa çiftliðini daha çeþitli ve renkli yapmana yardým etmek isterim. Bunlar tatlý kanarya kavunu tohumlarý! Ýyi bir atýþtýrmalýk için nasýllar?^^  -Emily",
  "cassava.text": "@,^^  Eðer beni görmediðin iki gün varsa sebebi yakýn zamanda güneye, Eðreltiotu Adalarý'na balýk avlama turuna gitmemdir. Oradayken egzotik tohumlar satan bir seyyar satýcýyla tanýþtým ve aklýma sen geldin.^Burada yetiþirler mi bilmiyorum ama belki bu sorunun cevabýný bulabiliriz.^^  -Willy ",
  "chickpea.text": "Sevgili @,^^ Yýldýzçiyi Vadisi'nde hiç nohut yetiþmedi, ama Demetrius bunun üzerine araþtýrma yaptý ve o da bunun mümkün olduða ikna olmuþ.^Kabul ediyorum, ilgimi çekti, bu yüzden gidip bunlarý senin için sipariþ ettim. Umarým beðenirsin!^^  -Robin",
  "elderberry.text": "Merhaba dostum.^^  Daðda yürüyüþe çýktýðýmda bu tohumlarý buldum.Toplayýcýlýk üzerine geçirdiðim yýllarým bana bunlarýn mürver tohumundan baþka bir þey olamayacaðýný gösterdi.^Daða bunlarýn nasýl geldiði tam bir gizem, ama eðer dað saðlamak isterse inanýyorum ki bizde ona iyilik etmeliyiz.^Barýþ seninle olsun.^^  -Linus",
  "fennel.text": "Sevgili @,^^ Geçen yýl bu rezeneleri bahçemizde yetiþtirmeyi denedim ancak Sam ve Vincent'a bunlarý pek yediremedim.^Düþündüm ki bunlar senin iþine bizden daha fazla yarar.^Ýþte ekmediðim bir þey.^^ -Jodi",
  "gooseberry.text": "Sevgili @,^^ Robin, Pierre'nin bektaþi üzümlü turtasý hakkýnda durmaksýzýn konuþuyor.^Rica etsem þansýn olduðunda bize biraz getirir misin?^Bu tohumlar yeterliden çok daha ötesine yetiþmeli, bu yüzden kalanlarý satabilir misin ya da kendin kullanabilir misin?^Teþekkür ederim!^^ -Demetrius",
  "greenpea.text": "Hey @,^^  Okulda Jas ve Vincent'ýn basit bitki biyolojisi üzerine yeni bir üniteleri var.^Ders kitabýnda bezelye gibi bitkiler yetiþtirilmesi tavsiye ediliyor, ama senin çiftliðinde büyürken izleyebilirsek çok daha iyi bir deneyim olur!^Çiftlik iþini aksatmadýðýmýzdan emin olacaðýz, bunlarý ekmek baþlý baþýna büyük bir iyilik olur.^^  -Penny",
  "jalapeno.text": "Hey @!^^ Üstünde jalapeno biberi olan pizzanýn adeta cennette yapýlmýþ gibi olduðunu keþfettim. Pierre'de de iyi jalapeno da yok. Bu yüzden bu tohumlarý sipariþ ettim. Bunlarý ekebilirsen HARÝKA olur. Gerçekten bu þuanda en büyük hayalim gibi bir þey.^^  -Sam",
  "juniper.text": "Hey @,^^  Birkaç yýl önce baharatlý içecekleri karýþtýrmayý sevdiðim bir alýþkanlýðým vardý.^Artýk bunu o kadar da yapmýyorum ve bence bu ardýçlar ekip büyütmek için hala yeterince iyi. Bu yüzden sana göndereyim dedim.^^  -Pam",
  "mint.text": "Bu eski tohumlarý evdeki çekmecenin birince buldum.^Eskiden bahçeyle uðraþýrdým ama artýk yapmýyorum.Sýrtýmda çok fazla zorlanma var^Ayrýca bunlar senin olabilir.Bir þeyleri çöpe atmaktan nefret ederim ve bunlar güzel tohumlardýr.^^  -George",
  "okra.text": "Hey @!^^ Ben büyürken sürekli bamya yerdim, ama burada kimse bamyaya karþý çok da heyecanlý görünmüyor.^Belki sen onu Pelikan Kasabasý'na tanýtýrsýn?^Eðer bu iyiliði bana yaparsan, söz veriyorum sonraki inþaat projemi kendim için rekor zamanda bitiririm!^^ -Robin ",
  "passionfruit.text": "Sevgili @,^^ Görünüþe göre þu çarkýfelek meyvesi arka bahçemizde pek iyi yetiþmiyor. Ancak senin çiftliðin onun için daha iyi bir yaþam alaný gibi, bu yüzden umarým bunlarýn yetiþmesi için güzel ve güneþli bir ortam bulursun^Küçük kasabamýz için yaptýðýn her þey adýna teþekkür ederim^^  -Jodi",
  "soybean.text": "Sevgili @,^Güzel görünen ve taze soya fasulyesiyle yapýlan bir kaç tarifim var. Gerçekten donmuþ olanlarý kullanmak istemem -- çünkü iþe yaramayacak -- bütün dünyanýn lezzet farkýný konuþuyoruz.^Ayrýca, bunlarý yetiþtirmek isteyebilirsin diye düþündüm. Dilersen birazýný getir, kalanýný da istediðin gibi kullan!^^  -Gus",
  // "wormwood.text": "@,^^ Garip bir þekilde þu 'pelin'den yýllarca büyülenmiþtim ve sonunda biraz tohum bulabildim.^Bunlarý yetiþtirebilir misin? Ýstemiyorsan mecbur deðilsin. Belki de tuhaftýr, haha.^^  -Shane",
  "zucchini.text": "Sevgili @,^^ Pelikan Kasabasý'ný vuran bu trajediyi duyurduðum için üzgünüm.^Gus artýk salonda Baharatlý Marinara Soslu Kabak Böreðini artýk yapmayacak^Sebebi ise artýk satýcýlar Gus'ýn yüksek standartlarýna eriþemiyor.^Lütfen,Bunu düzeltmelisin.^^ -Lewis",
  // Titles

  "aloepod.title": "Aloe Vera Tohumu",
  "sweetcanarymelon.tetitlext": "Tatlý Kanarya Kavunu Tohumu",
  "cassava.title": "Manyok Tohumu",
  "chickpea.title": "Nohut Tohumu",
  "elderberry.title": "Mürver Tohumu",
  "fennel.title": "Rezene Tohumu",
  "gooseberry.title": "Bektaþi Üzümü Tohumu",
  "greenpea.title": "Bezelye Tohumu",
  "jalapeno.title": "Jalapeno Biberi Tohumu",
  "juniper.title": "Ardýç Tohumu",
  "mint.title": "Nane Tohumu",
  "okra.title": "Bamya Tohumu",
  "passionfruit.title": "Çarkýfelek Meyvesi Tohumu",
  "soybean.title": "Soya Fasulyesi Tohumu",
  // "wormwood.title": "Pelin Tohumu",
  "zucchini.title": "Kabak Tohumu"
}