{
  // Text

  "aloepod.text": "Sevgili @,^^ Dışarıda o kadar zaman geçirirken mutlaka arada güneş yanığı oluyorsundur. İşte kendi aloe veranı yetiştimen için biraz tohum.^Çıkacak sonucu da merak ediyorum,öyle ya da böyle yerel yetişen aloe vera mağazadan alacağına göre çok daha etkilidir.^Niye denemeyesin?^^  -Harvey",
  "sweetcanarymelon.text": "Sevgili @,^^  Bence sayende Pelikan Kasabası çok daha iyi bir yer oldu. Bu yüzden sana sen olduğun için teşekkür ederim!^Sorun olmazsa çiftliğini daha çeşitli ve renkli yapmana yardım etmek isterim. Bunlar tatlı kanarya kavunu tohumları! İyi bir atıştırmalık için nasıllar?^^  -Emily",
  "cassava.text": "@,^^  Eğer beni görmediğin iki gün varsa sebebi yakın zamanda güneye, Eğreltiotu Adaları'na balık avlama turuna gitmemdir. Oradayken egzotik tohumlar satan bir seyyar satıcıyla tanıştım ve aklıma sen geldin.^Burada yetişirler mi bilmiyorum ama belki bu sorunun cevabını bulabiliriz.^^  -Willy ",
  "chickpea.text": "Sevgili @,^^ Yıldızçiyi Vadisi'nde hiç nohut yetişmedi, ama Demetrius bunun üzerine araştırma yaptı ve o da bunun mümkün olduğa ikna olmuş.^Kabul ediyorum, ilgimi çekti, bu yüzden gidip bunları senin için sipariş ettim. Umarım beğenirsin!^^  -Robin",
  "elderberry.text": "Merhaba dostum.^^  Dağda yürüyüşe çıktığımda bu tohumları buldum.Toplayıcılık üzerine geçirdiğim yıllarım bana bunların mürver tohumundan başka bir şey olamayacağını gösterdi.^Dağa bunların nasıl geldiği tam bir gizem, ama eğer dağ sağlamak isterse inanıyorum ki bizde ona iyilik etmeliyiz.^Barış seninle olsun.^^  -Linus",
  "fennel.text": "Sevgili @,^^ Geçen yıl bu rezeneleri bahçemizde yetiştirmeyi denedim ancak Sam ve Vincent'a bunları pek yediremedim.^Düşündüm ki bunlar senin işine bizden daha fazla yarar.^İşte ekmediğim bir şey.^^ -Jodi",
  "gooseberry.text": "Sevgili @,^^ Robin, Pierre'nin bektaşi üzümlü turtası hakkında durmaksızın konuşuyor.^Rica etsem şansın olduğunda bize biraz getirir misin?^Bu tohumlar yeterliden çok daha ötesine yetişmeli, bu yüzden kalanları satabilir misin ya da kendin kullanabilir misin?^Teşekkür ederim!^^ -Demetrius",
  "greenpea.text": "Hey @,^^  Okulda Jas ve Vincent'ın basit bitki biyolojisi üzerine yeni bir üniteleri var.^Ders kitabında bezelye gibi bitkiler yetiştirilmesi tavsiye ediliyor, ama senin çiftliğinde büyürken izleyebilirsek çok daha iyi bir deneyim olur!^Çiftlik işini aksatmadığımızdan emin olacağız, bunları ekmek başlı başına büyük bir iyilik olur.^^  -Penny",
  "jalapeno.text": "Hey @!^^ Üstünde jalapeno biberi olan pizzanın adeta cennette yapılmış gibi olduğunu keşfettim. Pierre'de de iyi jalapeno da yok. Bu yüzden bu tohumları sipariş ettim. Bunları ekebilirsen HARİKA olur. Gerçekten bu şuanda en büyük hayalim gibi bir şey.^^  -Sam",
  "juniper.text": "Hey @,^^  Birkaç yıl önce baharatlı içecekleri karıştırmayı sevdiğim bir alışkanlığım vardı.^Artık bunu o kadar da yapmıyorum ve bence bu ardıçlar ekip büyütmek için hala yeterince iyi. Bu yüzden sana göndereyim dedim.^^  -Pam",
  "mint.text": "Bu eski tohumları evdeki çekmecenin birince buldum.^Eskiden bahçeyle uğraşırdım ama artık yapmıyorum.Sırtımda çok fazla zorlanma var^Ayrıca bunlar senin olabilir.Bir şeyleri çöpe atmaktan nefret ederim ve bunlar güzel tohumlardır.^^  -George",
  "okra.text": "Hey @!^^ Ben büyürken sürekli bamya yerdim, ama burada kimse bamyaya karşı çok da heyecanlı görünmüyor.^Belki sen onu Pelikan Kasabası'na tanıtırsın?^Eğer bu iyiliği bana yaparsan, söz veriyorum sonraki inşaat projemi kendim için rekor zamanda bitiririm!^^ -Robin ",
  "passionfruit.text": "Sevgili @,^^ Görünüşe göre şu çarkıfelek meyvesi arka bahçemizde pek iyi yetişmiyor. Ancak senin çiftliğin onun için daha iyi bir yaşam alanı gibi, bu yüzden umarım bunların yetişmesi için güzel ve güneşli bir ortam bulursun^Küçük kasabamız için yaptığın her şey adına teşekkür ederim^^  -Jodi",
  "soybean.text": "Sevgili @,^Güzel görünen ve taze soya fasulyesiyle yapılan bir kaç tarifim var. Gerçekten donmuş olanları kullanmak istemem -- çünkü işe yaramayacak -- bütün dünyanın lezzet farkını konuşuyoruz.^Ayrıca, bunları yetiştirmek isteyebilirsin diye düşündüm. Dilersen birazını getir, kalanını da istediğin gibi kullan!^^  -Gus",
  // "wormwood.text": "@,^^ Garip bir şekilde şu 'pelin'den yıllarca büyülenmiştim ve sonunda biraz tohum bulabildim.^Bunları yetiştirebilir misin? İstemiyorsan mecbur değilsin. Belki de tuhaftır, haha.^^  -Shane",
  "zucchini.text": "Sevgili @,^^ Pelikan Kasabası'nı vuran bu trajediyi duyurduğum için üzgünüm.^Gus artık salonda Baharatlı Marinara Soslu Kabak Böreğini artık yapmayacak^Sebebi ise artık satıcılar Gus'ın yüksek standartlarına erişemiyor.^Lütfen,Bunu düzeltmelisin.^^ -Lewis",
  // Titles

  "aloepod.title": "Aloe Vera Tohumu",
  "sweetcanarymelon.tetitlext": "Tatlı Kanarya Kavunu Tohumu",
  "cassava.title": "Manyok Tohumu",
  "chickpea.title": "Nohut Tohumu",
  "elderberry.title": "Mürver Tohumu",
  "fennel.title": "Rezene Tohumu",
  "gooseberry.title": "Bektaşi Üzümü Tohumu",
  "greenpea.title": "Bezelye Tohumu",
  "jalapeno.title": "Jalapeno Biberi Tohumu",
  "juniper.title": "Ardıç Tohumu",
  "mint.title": "Nane Tohumu",
  "okra.title": "Bamya Tohumu",
  "passionfruit.title": "Çarkıfelek Meyvesi Tohumu",
  "soybean.title": "Soya Fasulyesi Tohumu",
  // "wormwood.title": "Pelin Tohumu",
  "zucchini.title": "Kabak Tohumu"
}