{
    "Name": "Ancient Olive Plant",
    "Product": "Ancient Olive",
    "SeedName": "Ancient Olive Seeds",
    "SeedDescription": "Plant in spring, summer or fall to grow an ancient olive plant. Takes 46 days to mature, and keeps producing after the first harvest.",
    "Type": "Fruit",
    "Seasons": ["spring", "summer", "fall"],
    "Phases": [6, 10, 12, 12, 6],
    "RegrowthPhase": 4,
    "HarvestWithScythe": false,
    "TrellisCrop": false,
    "Colors": null,
    "Bonus":
    {
        "MinimumPerHarvest": 2,
        "MaximumPerHarvest": 3,
        "MaxIncreasePerFarmLevel": 10,
        "ExtraChance": 0.6
    },
    "SeedPurchasePrice": 300,
	"SeedPurchaseFrom": "DONTSELLTHISATNPC",
    "SeedPurchaseRequirements": null,
    "SeedNameLocalization":
    {
        "es": "Semillas de Oliva Antiguas",
        "ko": "고대 올리브 씨앗",
        "de": "Alte Olivenpflanze",
        "fr": "Graines d'olivier antique",
        "hu": "Ősi oliva magvak",
        //"it": "",
        "ja": "古代のオリーブの種",
        "pt": "Sementes Antigas de Oliva",
        "ru": "Семена древнего оливкого растения",
        //"tr": "",
        "zh": "远古橄榄种子"
    },
    "SeedDescriptionLocalization":
    {
        "es": "Plantalas en primavera, verano u otoño para cultivar una antigua planta de oliva. Tarda 46 días en madurary continúa produciendo luego de la primer cosecha.",
        "ko": "봄, 여름, 또는 가을 작물. 성장하려면 46일 소요되며, 수확한 후에도 계속 작물이 생산됩니다.",
        "de": "Pflanze dies im Frühling, Sommer oder Herbst, um eine alte Olivenpflanze zu züchten. Die Reifung dauert 46 Tage und wird nach der ersten Ernte weiter produziert.",
        "fr": "À planter au printemps, en été ou en automne pour faire pousser un olivier antique. Prend 46 jours pour mûrir et continue de produire après la première récolte.",
        "hu": "Ültesd el tavasszal, nyáron, vagy ősszel, hogy növeszthess egy ősi olivát. 46 napig tart megérnie, de utána tovább termel",
        //"it": "",
        "ja": "春、夏、秋植えの植物。そだつのに46日かかり、その後もくり返し収穫できる。",
        "pt": "Plante-as na primavera, verão ou outono para cultivar uma antiga planta de oliva. Leva 46 dias para amadurecer e continua produzindo depois da primeira colheita.",
        "ru": "Сажайте весной, летом или осенью, чтобы вырастить древнее оливковое растение. Вырастает через 46 дней и продолжает давать урожай после первого сбора.",
        //"tr": "",
        "zh": "在春季、夏季或秋季种植一种古老的橄榄植物。成熟需要46天，并在第一次收获后继续生产。"
    },
    "ContextTags": [
        "season_spring",
        "season_summer",
        "season_fall",
        "seed_item"
    ]
}
