{
    // Text
    
    "camphor.text": "こんにちは^^　私とジョージくらいの年齢になると、常に健康に気をつかわなければいけなくなります。それで知ったのだけれど、ショウノウというのが皮膚や関節の機能維持にとてもいい効果が有るそうなの。^　あなたの農場にこの苗木を植える余裕があるかわからないけれど、興味がわくと思うわ。^^  -エブリン",
    "breadfruit.text": "@へ^^　南方への船旅から帰ってきたウィリーにこれをもらったんだ。^　今は時期ではないと思うけれど、冬ごろに植えれば春になったらいい具合にパンノキを収穫できると思うよ。^^  -エリオット",
    // "cassia.text": "こんにちは、@^^　退役軍人会から兵役の礼としてこれを送られたんだ。これが儀礼的なものとして渡される事も、そしてそれが重要な事だというのも理解してはいるんだが、だからといって実際にこれを植えてみようという気にはどうしてもなれないんだ。^　しかしこのまま枯らせてしまうのも忍びない。どうだろう、育ててみないか？^^  -ケント",
    "eucalyptus.text": "ねぇ@^^　農場でコアラを飼育する事について考えたことある？^　まぁもちろん私だってそんな事を考えた事ないけど、最近コアラについてパパと調べてたんだ。するとどうもこの谷ではコアラを飼育する事は難しいけど、彼らの唯一の食料源であるこの木は育てられるって事がわかったの！^　もし興味が有ったら、研究で使っていたこのユーカリの苗木を提供するので試してみて。^^  -マル",
    "fig.text": "@へ^^　私は現在イチジクの進化につい研究いるんだよ。そこで私の仮説なんだが、この苗木には通常よりも更に大きな果実がなるのではないかと考えているんだ。それを確かめるには方法はひとつだけだと思わないかい！^　もしうまく育ってくれたら定期的なデータの収集をさせてもらいたいんだ。もちろん収穫したイチジクの実はそちらで処分してもらってかまわないよ！^^  -ディメトリウス",
    "grapefruit.text": "@^^　俺は最近、バランスの取れた朝食を目指すべくプロテインシェイクにグレープフルーツを入れて毎朝飲んでるんだ。^　ただ、この前読んだ「地元で取れるグレープフルーツの方が新鮮で健康に良い」という記事が気になってしまってな…とにかく今はグレープフルーツに夢中になってるって事なんだよ。て事でさ、その供給先にあんたがなってくれるないか？^^  -アレックス",
    "melaleuca.text": "@さんへ^^　この苗木は、ある環境保護団体からこれを植えて育てるようにって送られてきたの。たぶん組合の名簿から私の名前を見つけたんだろうけど、私の農場で果樹をやってない事は知らなかったみたいね。あなたは興味あるかしらと思って。^　ちなみにこの木の花はとってもキレイなんだそうよ。^^  -マーニー",
    "persimmon.text": "やあ^^　これみつけたよ、わかった？^^　あんたこれもてる、ちゅう。^^  -はっとまうす",
    "pomelo.text": "よう@！^^　以前俺たち家族がズズシティに住んでた時、母さんはいつもこのブンタンの実を食べてたんだ。でもこっちに来てからはヴィンセントは一度も食べたことが無いんだよな。^　そこで俺のアイディアなんだけど、@がこの木を育ててくれれば、育ったその実をみんなで楽しむ事が出来るだろ。ヴィンセントも木登りで遊べるだろうしな！そういうのってああいう頃にはきっと貴重な体験だと思うんだよ^^  -サム",
    "vanilla.text": "ごきげんよう^^　貴殿にもこの木の特性を見いだせる段階に来たのではないだろうか。バニラビーンズには多くの不可解な特性があり、世界中の魔法使いによって魔術や秘伝のポーションの材料として何世紀にもわたり使用してきたのだ。^　民間人の間ではたまたまアイスクリームの材料にも使われているようだがな。^^  -魔術師 M.ラズモディアス",
    "fragrantwisteria.text": "@へ^^　どう説明すればいいだろう、この木はなんというか変わった香りだと思うわ。^　なんとなく送ってみるけど、でもまぁきっと気に入ると思うわ。^^  -アビゲイル",
    "ylangylang.text": "ねぇ@^^　この木はお肌の美容に良いんだって読んだ本に書かれてたの。ためしに栽培してみたら？^^  -アビゲイル",

    // Titles

    "camphor.title": "クスノキの苗木",
    "breadfruit.title": "パンノキの苗木",
    // "cassia.title": "カシアの苗木",
    "eucalyptus.title": "ユーカリの苗木",
    "fig.title": "イチジクの苗木",
    "grapefruit.title": "グレープフルーツの苗木",
    "melaleuca.title": "メラレウカの苗木",
    "persimmon.title": "かきのなえぎ",
    "pomelo.title": "ブンタンの苗木",
    "vanilla.title": "バニラの苗木",
    "fragrantwisteria.title": "藤の花の苗木",
    "ylangylang.title": "イランイランの苗木",
}