{
    // Text


    "camphor.text": "안녕 얘야.^^  조지와 내가 나이가 들다 보니, 건강 관리에 더 신경을 써야 하더구나. 녹나무를 써보니까 관절과 피부에 그렇게 좋던데.^농장에 이걸 키울 수 있을 만한 자리가 있는지, 계절이 맞는 지도 모르겠구나. 하지만 이걸 좋아할 거라고 생각했단다. ^^  -에블린",
    "breadfruit.text": "@에게,^^ 윌리가 남쪽 나라로 여행갔다가 가져온 선물로 받았어.^지금은 계절이 아닌 건 알지만, 지금 심으면 겨우내 자라서 봄에 수확할 수 있는 빵나무가 될거야. ^^  -엘리엇",
    //"breadfruit.text": "@에게,^^ 윌리에게 받았소. 남국에서 온 선물이라고 하더군.^지금은 계절이 아니지만, 심으면 겨우내 자라서 봄에 수확을 안겨주는 빵나무가 될 것이오. ^^  -엘리엇",
    // "cassia.text": "안녕하시오 @.^^ 무슨 퇴역군인 단체에서 선물로 이걸 주더군. 마음은 고맙긴 하다만, 내가 이걸 직접 심을 것 같지는 않소. ^그렇지만 이걸 이대로 죽게 놔둘 수도 없고, 혹시 심어줄 수 있겠소?^^  -켄트",
    "eucalyptus.text": "안녕 @,^^ 농장에 코알라가 있다면 어떨지 생각해 본 적 있어?^나도 그런 적은 없었어. 요즘 아빠랑 함께 하고 있는 연구에서 그 주제가 나오기 전까지는 말이야. 코알라는 스타듀 밸리에서 살아남을 수 없을 것 같지만, 코알라의 유일한 먹이는 가능할 거 같대!^혹시 관심 있다면 여기 여분의 유칼립투스 묘목을 보낼게.^^  -마루",
    "fig.text": "@에게,^^ 요즘 무화과나무의 자연적인 진화를 연구하고 있단다. 내 가설이 맞다면 이 나무는 특별히 큰 과일을 맺을 거다. 확인해 보는 방법은 하나밖에 없지!^네가 그걸 심으면 내가 주기적으로 와서 검사해 볼게. 물론 열매는 모두 가져도 된단다!^^ -드미트리우스",
    "grapefruit.text": "@,^^  난 아침마다 자몽과 단백질 셰이크를 먹어. 균형 잡힌 아침식사를 해야지!^어디서 읽었는데, 현지에서 조달한 과일이 더 신선하고 몸에도 좋다고 하던데, 그래서... 그러니까, 요즘 자몽이 땡긴단 말이지. 혹시 키워줄 수 있니?^^  -알렉스",
    "melaleuca.text": "@에게,^^  자연보호 단체에서 심어보라면서 내게 이걸 주더구나. 내 이름을 어디서 알고 줬는지 모르겠네. 내 농장에서는 나무를 키우지 않는다는 사실을 몰랐던 거겠지? 혹시 네게는 유용하게 쓰일 지 모르겠구나.^다 자라면 아주 아름답다고 하던데.^^  -마니",
    "permission.text": "안녕.^^ 나 이거 찾았다, 알았쥐?^^ 너 가져라.^^  -모자 쥐",
    "pomelo.text": "안녕 @!^^ 우리가 주주 시티에 있었을 때, 엄마가 맨날 포멜로를 사 오곤 했어. 하지만 빈센트는 여기서 하나도 못 먹어본 거야.^내 계획은 네가 이걸 심어서 나무가 자라면 우리 모두 거기서 열리는 과일을 먹어 볼 수 있다는 거지. 어쩌면 빈센트가 나무 타면서 놀 수도 있고! 걔한테는 아주 특별한 일이 될 거야. ^^  -샘",
    "vanilla.text": "좋은 아침일세,^^  이 묘목이 유용하길 바라네. 바닐라 빈에는 여러가지 마법적 성질이 있지. 전세계의 마법사들은 역사적으로 그것을 포션이나 의식에 사용할 용도로 써 왔네.^아이스크림에 넣으면 맛이 좋은 것은 단지 우연의 일치일 뿐이지.^^ -M. 라스모디우스, 마법사",
    "fragrantwisteria.text": "안녕 @,^^ 이걸 어떻게 설명해야 할지 모르겠네. 마법 같은 향기가 난다고 할까?^내가 좀 두서없이 보낸 건 알지만, 일단 심어 봐. 마음에 들 거야. ^^  -애비게일",
    "ylangylang.text": "@,^^ 이 나무의 꽃이 피부에 좋다고 책에서 읽었어. 게다가 꽃이 피면 엄청 아름답대. 한 번 심어보는 게 어때?^^ -애비게일",

    // Titles

    "camphor.title": "녹나무 묘목",
    "breadfruit.title": "빵나무 묘목",
    // "cassia.title": "Cassia Sapling",
    "eucalyptus.title": "유칼립투스 묘목",
    "fig.title": "무화과 묘목",
    "grapefruit.title": "자몽 묘목",
    "melaleuca.title": "멜라루카 묘목",
    "persimmon.title": "감 묘목",
    "pomelo.title": "포멜로 묘목",
    "vanilla.title": "바닐라 묘목",
    "fragrantwisteria.title": "등나무 묘목",
    "ylangylang.title": "일랑일랑 묘목",
}