{
"camphor.text": "Здравствуй, дорогуша.^^  Мы с Джорджем стареем, и нам нужно заботиться о своём здоровье. Я узнала, что листья камфоры творят чудеса с суставами и кожей.^ Не знаю, есть ли у тебя место на ферме для этого саженца, но я подумала, что тебе может быть интересно.^^  -Эвелин",
"breadfruit.text": "Здравствуй, @,^^ Я получил это от Вилли: он каким-то образом нашёл это, когда плавал на юг.^ Знаю, сейчас не сезон, но если ты посадишь это зимой, то к весне у тебя будет плодоносить хорошее хлебное дерево.^  -Эллиот",
// "cassia.text": "Привет, @.^^ Какая-то благотворительная организация для ветеранов подарила мне это за мою службу. Это был значимый подарок, и я знаю, что мне следует это ценить, но, признаюсь, я не думаю, что посажу это. ^Хотя и не хочу видеть, как эта штука умрет. Может, посадишь это у себя? ^^  -Кент",
"eucalyptus.text": "Хэй,  @.^^ Доводилось задумываться, какого иметь коалу на ферме? Я вот тоже нет, но мы с папой недавно провели совместные исследования. Похоже, коалы не могут жить в долине Стардью, а вот их единственный источник пищи - может! ^Вот оставшийся после нашего исследования саженец эвкалипта, если тебе интересно. ^^  -Мару",
"fig.text": "Ув. @.^^ В настоящее время я изучаю эволюцию инжира. У меня есть гипотеза, что этот саженец может дать очень большие плоды, но есть лишь один способ узнать! ^Если ты посадишь его, я буду регулярно заходить и собирать данные. Хотя весь выращенный инжир будет твоим!^^ -Деметриус",
"grapefruit.text": "@,^^  Каждое утро я пью протеиновый коктейль с грейпфрутом, потому что мне нужен сбалансированнйый завтрак! ^ Я читал в статье, что полезнее есть местные грейпфруты, потому что они свежие, так что... Не знаю, у меня сейчас что-то вроде большой потребности в грейпфруте. Как думаешь, можешь быть моим поставщиком? ^^  -Алекс",
"melaleuca.text": "Здравствуй, @.^^  Одни экологи прислали мне этот саженец и скалази мне посадить его. Возможно, они нашли моё имя в списке фермеров, но, как я думаю, не знали, что я не выращиваю деревья у себя. Может, тебе будет интересно этим заняться? ^Я слышала, что эти деревья очень красивые. ^^  -Марни.",
"persimmon.text": "Привет.^^ Мой найти это. Ладно кавбой?^ Ты забирать это, кавбой.^  -шляпный мыш",
"pomelo.text": "Хэй,  @!^^ Когда мы жили в городе Зузу, моя мама постоянно покупала помело, но здесь их нет - Винсент их никогда даже не пробовал. ^ Моя идея: ты можешь вырастить помело, и мы все сможем наслаждаться фруктами, когда они созреют. Может, Винс даже будет залезать на это дерево! Я уверен, для него это станет чем-то особенным. ^^  -Сэм",
"vanilla.text": "Приветствую, юный адепт.^  Я надеюсь, ты сможешь найти применение этому саженцу. Ваниль обладает множеством волшебных свойств, и волшебники всего мира испокон веков использовали её в алхимии. ^Тот факт, что она очень хороша в мороженом, всего лишь совпадение.^^ -М. Расмодиус, волшебник",
"fragrantwisteria.text": "Хэй,  @,^^ Как бы мне описать эти деревья? Они пахнут просто волшебно.^ Я знаю, это немного внезапно с моей стороны, но, поверь - тебе понравится.^^  -Абигейл",
"ylangylang.text": "Хэй,  @,^^ Я читала, что цветы этого дерева полезны для кожи. Плюс они очень красивые, когда цветут. Может, хочешь посадить у себя? ^^ -Абигейл"
}