{

// Text

"icedchristmastree.text": "Cher @,^J'étais en train de penser à toi quand je me suis demandé comment répandre un peu de joie pendant les fêtes de fin d'année. C'est une recette de biscuit au sucre si simple que même le plus occupé d'entre-nous peut trouver du temps pour la préparer. Joyeuses fêtes de fin d'année, mon chou!^   -Evelyn",
"iceddecoratedchristmastree.text": "Cher @,^Ci-joint, tu trouveras une recette de biscuit qui est basé sur une très vieille recette de famille. J'ai préféré améliorer la recette au fil du temps pour que les décorations soient belles et équilibrées, tes amis et ta famille ne peuvent pas aider mais ils les adoreront.^Ou peut-être que tu peux en faire pour ce quelqu'un spécial. Hé hé!    -Evelyn",
"icedgreenchristmastree.text": "Cher @,^J'espère que tu prévois de faire quelques biscuits ce mois-ci! Les fêtes de fin d'année ne seraient pas les mêmes sans eux.^Bref, je t'ai joint une de mes recettes de biscuits préférées. Le style de celui-ci m'a fait gagner le premier prix d'un concours de pâtisserie il y a quelques vingt ans! Puisse ton hiver être heureux et lumineux!^   -Evelyn",
"jamfilledcookie.text": "Cher @,^Cette recette de biscuit est un vieux classique des fêtes de fin d'année. Certains de mes souvenirs de l'Étoile Hivernale les plus anciens sont à propos d'en manger.^Et jusqu'à ce jour, même les plus petits comme Vincent et Jas ne peuvent pas résister à un plateau de différents biscuits. C'est un tel régal à voir!^   -Evelyn",
"mittencookie.text": "Cher @,^Puisque tu es dans la saison morte avec tous tes champs gelés, je me suis dit que j'allais te donner quelque chose d'amusant à faire en cuisine qui te réchauffera.^C'est ma recette de biscuit mitaine. Soit patient sur la manière dont tu utilises le glaçage pour avoir un résultat concluant, même en zigzag, et je suis certaine que toute personne qui le mangera aura le sourire au coin des lèvres.^   -Evelyn",
"pufferchickcookie.text": "Cher @,^Cette recette de biscuit n'est pas exactement sur le thème des fêtes de fin d'année, mais ça ne fait jamais de mal de s'amuser un peu ou d'avoir des biscuits ridicules sur ton étalage.^Quand il est question de diffuser la joie, certain d'entre-nous adorent faire preuve de fantaisie et modifier la recette pour correspondre à ce que l'on aime!^   -Evelyn",
"snowmancookie.text": "Cher @,^Heureux festin! Ci-joint, tu trouveras comment amener cette joyeuse et heureuse âme à la vie un jour.^Parfois ces petits bonhommes de neige ont l'air si mignons, c'est une honte de les manger. Heureusement, ils ont un goût si bon qu'on n'a jamais aucun regret.^Amuse-toi bien avec ceux-ci, mon chou!^   -Evelyn",
"hollydecoratedcookie.text": "Cher @,^Ce biscuit est une beauté, alors pourquoi ne l'essaies-tu pas ?^Tu peux toujours utiliser du glaçage royal pour les feuilles de houx et les baies, mais si tu veux une apparence plus tridimensionnelle, un peu de glaçage fondant fera très bien l'affaire.^George les adore certainement. Et j'espère que toi aussi !^   -Evelyn",
"snowmanscenerycookie.text": "Cher @,^Oh, allez il neige!^Je sais que tu n'es pas quelqu'un qui se défile, mon chou, alors je t'ai joint des dessins étape par étape sur comment confectionner le plus beau biscuit avec un décor de bonhomme de neige.^Ça ressemble un peu à Stardew Valley, on ne dirait pas?^N'hésite pas à me dire si celui-ci te donne du mal -- Je serai heureuse d'aider!^   -Evelyn",
"stardropcookie.text": "Cher @,^Nous savons tous que les fruits étoilés nous viennent à l'esprit lorsque nous pensons à l'Étoile Hivernale.^Ce n'est peut-être pas le fond de l'affaire, mais c'est plus à propos de ce qui te semble le plus proche! Je n'ai jamais rencontré personne qui aie été déçu par cette recette.^Joyeux festin!^   -Evelyn",
"stockingcookie.text": "Cher @,^Ho ho ho! Qu'as-tu envie de trouver dans tes bas cette année pour l'Étoile Hivernale, mon chou?^Qu'importe ce que tu espères, ces petits biscuits en bas de Noël te mettront assurément dans l'esprit des fêtes de fin d'année. Pourquoi ne te ferais-tu pas une petite friandise?^   -Evelyn",
"christmaschocolatecandiecookies.text": "Cher @,^Joyeuses fêtes de fin d'année! Je voulais partager cette recette avec toi.^C'est juste comme ma recette de biscuit normale, mais tu utilises des bonbons au chocolat rouges et verts à la place de pépites de chocolat.^Si tu veux rajouter un petit plus amusant, tu peux aussi utiliser des bonbons au chocolat et au beurre de cacahuète!^    -Evelyn",

// Titles

"icedchristmastree.title": "Recette du sapin de Noël glacé",
"iceddecoratedchristmastree.title": "Recette du sapin de Noël décoré",
"icedgreenchristmastree.title": "Recette du Sapin de Noël vert glacé",
"jamfilledcookie.title": "Recette du biscuit à la confiture",
"mittencookie.title": "Recette du biscuit mitaine",
"pufferchickcookie.title": "Recette du biscuit poussin",
"snowmancookie.title": "Recette du biscuit en bonhomme de neige",
"hollydecoratedcookie.title": "Recette du biscuit décoré de houx",
"snowmanscenerycookie.title": "Recette du biscuit paysage",
"stardropcookie.title": "Recette du biscuit en fruit étoilé",
"stockingcookie.title": "Recette du biscuit en bas de Noël",
"christmaschocolatecandiecookies.title": "Recette des biscuits de Noël au chocolat"

}

