{
    // Text

    "amethystcookie.text": "Hey @!^^  This is definitely one of the best ideas I've ever come up with! I know you'll be able to appreciate it.^Yes, you're reading the ingredient list right. I made a batch of these earlier in the week and I've been snacking on them ever since.^They're perfectly safe to eat! They have been for me, at least.^^  -Abigail",
    "bananaandstrawberrycake.text": "Dear @,^^  Ms. Penny is having us write letters to our grown-up friends for school, and I picked you.^This is my recipe for my yummy Banana Strawberry Cake! It tastes like Pink Cake but sweeter! I like to make it with my Aunt Marnie, who taught me how. Please enjoy it!^^ -Jas",
    "chocolatemousebread.text": "Dear @,^^ I wanted to let you know about a fun little recipe that I picked up from one of the cookbooks at the library. It's like an art project that you can eat, and it's one of the most fun things I've ever made in the kitchen. Best of all, it's doable even for a cooking klutz like me!^^ -Penny",
    "chocolatestrawberrycake.text": "Dear @,^^I am learning how to bake in the kitchen all by myself. This is something I made at home. Do you want to make it too? Chocolate and strawberry cake... mmmmmmm!^^  -Jas",
    "bananachocolatecrepe.text": "Dear @,^^ Nothing is more satisfying than cooking with fresh produce from your own garden! I've cooked from home for 20 years and my only advice is always to pick the healthiest dishes for every meal.^I'm kidding! There isn't anything healthy about this recipe I'm sending you.^Give it a try for a nice breakfast treat!^^ -Caroline",
    "deviledeggs.text": "Dear @,^^I managed to get Gus's deviled egg recipe from the last egg festival. You know, the ones that half the town loves to O. D. on each year? Gus said it would be okay as long as his recipe doesn't reach the whole town, but you can keep a secret, right?^^  -Pierre",
    "icedchocolatedonut.text": "Hi @!^^ Mom made this resipie a long time ago and its SOOO GOOD!! But, she dosnt want me having a lot of sugar. Can u make it instead and bring me 1?^She has a rule that u can't say no when someon gives u a gift, so it shud work. Trust me, it's super yummy. I think u will like it to!^^  -Vincent",
    "keylimepie.text": "Dear @,^^ I was flipping through some old recipes and I found this one, given to me by your very own grandfather. Did he ever make this for you when you were young?^It's quite wonderful to think how things come full circle. Well, maybe you can make it, or perhaps you'll simply enjoy seeing his handwriting.^Good luck, @!^^  -Lewis",
    "seaweedchips.text": "Dear @,^^  Do you ever fish up some extra seaweed? If you do, be sure you don't go put it to waste. Here's a recipe from my pappy for a tasty little snack.^^  -Willy",
    "strawberrypudding.text": "Dear @,^^ Hi! How are you?^Do you ever grow strawberries on your farm? I was going to make this with Aunt Marnie, but I thought it might be the best with fresh strawberries from your farm.^Anyway, have a good day!^^  -Jas",
    "tofu.text": "Hey @,^^ Do you like to eat fermented bean curd? Haha, I mean tofu, of course. I made a batch and monitored the fermentation under a microscope. It's really interesting stuff, cooking with biology rather than chemistry. Not to mention, it's even more delicious than you'd expect! Maybe you'll try it out if you're into that homemade lifestyle.^^  -Maru",

    // Titles

    "amethystcookie.title": "Amethyst Cookie Recipe",
    "bananaandstrawberrycake.title": "Banana and Strawberry Cake Recipe",
    "chocolatemousebread.title": "Chocolate Mouse Bread Recipe",
    "chocolatestrawberrycake.title": "Chocolate Strawberry Cake Recipe",
    "bananachocolatecrepe.title": "Banana-Chocolate Crepe Recipe",
    "deviledeggs.title": "Deviled Eggs Recipe",
    "icedchocolatedonut.title": "Iced Chocolate Donut Recipe",
    "keylimepie.title": "Key Lime Pie Recipe",
    "seaweedchips.title": "Seaweed Chips Recipe",
    "strawberrypudding.title": "Strawberry Pudding Recipe",
    "tofu.title": "Tofu Recipe"
}