{
"amethystcookie.text": "¡Hola @! ^^ ¡Esta es definitivamente una de las mejores ideas que se me ocurrio! Se que podras apreciarla. ^ Si, estas leyendo la lista de ingredientes correctamente Hice un lote de estos a principios de semana y los he estado comiendo desde entonces. ^ ¡Son perfectamente seguros para comer! Han sido para mi, al menos. ^^ -Abigail ",
"bananaandstrawberrycake.text": "Querida @, ^^ La Sra. Penny nos esta pidiendo que escribamos cartas a nuestros amigos adultos para la escuela, y yo te escogi. ^ ¡Esta es mi receta para mi delicioso pastel de fresa y platano! Sabe a Pastel Rosa pero mas dulce! Me gusta hacerlo con mi tia Marnie, quien me enseno como hacerlo. ¡Por favor disfrutalo! ^^ -Jas ",
"chocolatemousebread.text": "Estimado @, ^^ Queria hacerte saber acerca de una pequena receta divertida que tome de uno de los libros de cocina de la biblioteca. Es como un proyecto de arte que puedes comer, y es uno de las cosas mas divertidas que he hecho en la cocina. Lo mejor de todo, ¡es realizable incluso para alguien que cocina como yo! ^^ -Penny ",
"chocolatestrawberrycake.text": "Estimado @, ^^ Estoy aprendiendo a hornear en la cocina yo sola. Esto es algo que hice en casa. ¿Quieres hacerlo tambien? Pastel de chocolate y fresa ... mmmmmmm! ^^ -Jas ",
"bananachocolatecrepe.text": "Estimado @, ^^ ¡Nada es mas satisfactorio que cocinar con productos frescos de tu propio jardin! He cocinado en casa durante 20 anos y mi unico consejo es elegir siempre los platos mas saludables para cada comida. ^ ¡Estoy bromeando! No hay nada saludable en esta receta que te estoy enviando. ^ ¡Pruebalo para un buen desayuno! ^^ -Caroline ",
"deviledeggs.text": "Querido @, ^^ Me las arregle para obtener la receta de huevo relleno de Gus del ultimo festival de huevos. ¿Sabes, los que la mitad de la ciudad adora cada ano? Gus dijo que estaria bien siempre y cuando su receta no llege a toda la ciudad, pero puedes guardar un secreto, ¿verdad? ^^ -Pierre ",
"icedchocolatedonut.text": "¡Hola @! ^^ ¡Mama hizo esta receta hace mucho tiempo y es MUY BUENO! Pero, no quiere que tenga mucha azucar. ¿Puedes prepararlo y traerme 1? ^ tiene una regla que dice que no puedes decir que no cuando alguien te da un regalo, asi que deberia funcionar. Confia en mi, es super delicioso. ¡Creo que te gustara! ^^ -Vincent ",
"keylimepie.text": "Querido @, ^^ Estaba hojeando algunas recetas antiguas y encontre esta, que me dio tu propio abuelo. ¿Alguna vez te hizo esto cuando eras joven? ^ Es bastante maravilloso pensar como las cosas llegan al punto de partida. Bueno, tal vez puedas hacerla, o tal vez simplemente disfrutes viendo su letra. ^ Buena suerte, @! ^^ -Lewis",
"seaweedchips.text": "Querido @, ^^ ¿Alguna vez pescaste algas extra? Si lo haces, asegurate de no desperdiciarlas. Aquí hay una receta de mi papito para un pequeno y sabroso refrigerio. ^ ^ -Willy ",
"strawberrypudding.text": "Querido @, ^^ ¡Hola! ¿Como estas? ^ ¿Alguna vez cultivas fresas en tu granja? Iba a hacer esto con tia mi Marnie, pero pense que podria ser mejor con fresas frescas de tu granja. ^ De todos modos, ¡que tengas un buen dia! ^^ -Jas ",
"tofu.text": "Hola @, ^^ ¿Te gusta comer cuajada de frijoles fermentados? Jaja, me refiero a tofu, por supuesto. Hice un lote y monitoree la fermentacion bajo un microscopio. Es algo realmente interesante, cocinar con biologia en lugar de quimica. Sin mencionar, ¡es aun mas delicioso de lo que cabria esperar! Quizas lo pruebes si te gusta ese estilo de vida casero. ^^ -Maru "
}

