{
    // Text

    "amethystcookie.text": "見て@!^^これまで過去最高のアイディアを思い付いたの、私に感謝してよね！^そう、あなたが見てるその成分表は合ってるわ。週の初めに試しに作ってみて以来、毎日つまんでるもの。^これは間違いなく食べられる！少なくともあたしにとってはそうだわ。^^  -アビゲイル",
    "bananaandstrawberrycake.text": "@さんへ^^ペニー先生から、お勉強のために大人のお友達にお手紙を書くよう言われていて、それであなたを選んだの。^これはあたしの、おいしいバナナストロベリーケーキのレシピだよ！ピンクケーキみたいな味だけど、もっと甘いの！教えてくれたマーニーおばさんと一緒に作ってみたいな。食べてみてね！^^  -ジャス",
    "chocolatemousebread.text": "@さんへ^^図書館にある料理本から選んだ、小さくてかわいらしいレシピについてお知らせしたかったのです。これは食べられるお絵かきのようなもので、私の中ではキッチンで一番楽しく作れるレシピの一つになってます。なにより、私のような不器用な人でも作れるんです！^^  -ペニー",
    "chocolatestrawberrycake.text": "@さんへ^^わたし、キッチンでパン焼きするやり方をぜんぶ自分でお勉強してるんだよ。これはわたしがお家で作ったものなんだけど、あなたも作ってみたい？チョコレートとイチゴのケーキ…うーーーーーん！^^  -ジャス",
    "bananachocolatecrepe.text": "@さん^^自分のところで取れたお野菜でつくる料理ほど、おいしいものってないわよね！私は20年間家庭の料理を作ってきたけど、その私からの唯一のアドバイスは、常にすべての食事で質素で健康的な料理を選ぶこと。^冗談よ！少なくともあなたに送ったこのレシピについてはそんな事はないわね。^素敵な朝食を楽しんでね！^^  -キャロライン",
    "deviledeggs.text": "@さんへ^^この前のエッグフェスティバルでガスのデビルドエッグのレシピを手に入れる事が出来ました。知ってますか？町の住人の半数がこれをお祭りで毎年食べ過ぎてしまう事を。ガスは、彼のレシピが町全体に知り渡らない限りは大丈夫だと言って教えてくれましたが、もちろん秘密を守れますよね？^^  -ピエール",
    "icedchocolatedonut.text": "@さんこんにちわ！^^ぼくのお母さんはずっと前にこれを作ってくれたんだけど、とてもおいしかった！でも、お母さんはぼくに砂糖を取りすぎるなっていうんだ。^代わりにお兄ちゃんが作ってそれを持ってきてもらえませんか？^お母さんはいつもおくりものをもらったら断っちゃいけないって言ってるから、上手くいくと思うんだ。それにこれとてもおいしいんだ。お兄ちゃんもきっと気に入ると思います！^^  -ヴィンセント",
    "keylimepie.text": "調子はどうかね@^^いくつかの古いレシピをめくっていたのだが、これは@のおじいさんから教わったものだ。きみが若い頃に彼に作ってもらったんじゃないかね？^物事がどう廻り巡っていくかに思いを馳せるのは非常に素晴らしい事だ。おそらくきみはこれを作れるだろうし、それにおじいさんの直筆を読めるのはうれしい事だろう。^良い出来になるのを期待しとるよ@！^^  -ルイス",
    "seaweedchips.text": "@へ^^釣り上げた海藻はいま余っているかい？だったら、それを無駄に使わないことだ。うちの親父のこの軽食のレシピがこれだよ。^^ -ウィリー",
    "strawberrypudding.text": "@さんへ^^こんにちわ！あなたは畑でイチゴは育ててる？マーニーおばさんと一緒にこれを作ろうとしてたんだけど、あなたの畑の新鮮なイチゴで作った方が最高においしいと思うの。^とにかく、じゃあね！^^  -ジャス",
    "tofu.text": "ねぇ@、^^発酵した豆の固まりを食べるのは好き？ハハ、もちろん豆腐の事よ。試しに作ってみて顕微鏡で発酵の様子を観察してみました。これは実に興味深くて、料理というのは化学というよりむしろ生物学ね。言うまでもなくこれはきみが予想するより更においしいわ！何でも手作りしてみるというのに興味があるなら、ぜひ試してみて。^^  -マル",

    // Titles

    "amethystcookie.title": "アメシストクッキーのレシピ",
    "bananaandstrawberrycake.title": "バナナストロベリーケーキのレシピ",
    "chocolatemousebread.title": "ネズミチョコパンのレシピ",
    "chocolatestrawberrycake.title": "チョコレートイチゴケーキのレシピ",
    "bananachocolatecrepe.title": "バナナチョコレートクレープのレシピ",
    "deviledeggs.title": "デビルドエッグのレシピ",
    "icedchocolatedonut.title": "チョコアイスドーナツのレシピ",
    "keylimepie.title": "キーライムパイのレシピ",
    "seaweedchips.title": "のり塩ポテチのレシピ",
    "strawberrypudding.title": "イチゴのプリンのレシピ",
    "tofu.title": "豆腐のレシピ"
}