{
"amethystcookie.text": "안녕 @!^^  이건 분명 내가 생각한 최고의 아이디어 중 하나야! 네가 진가를 알아볼 수 있을 거란 걸 난 알아.^맞아, 구성 목록을 제대로 읽고 있는 거야. 일주일 전 초에 이걸 한 통 만들었고, 그 이후로 계속 먹어왔어.^먹기에 아주 안전해! 적어도, 나한텐 말이야.^^  -애비게일",
"bananaandstrawberrycake.text": "@에게,^^  페니 선생님이 어른 친구에게 편지를 쓰라고 하셔서, 제가 @을/를 골랐어요.^이건 제 맛있는 바나나 딸기 케이크 레시피에요! 핑크 케이크 맛이 나지만 더 달콤해요! 저는 만드는 방법을 가르쳐 주신 마니 이모와 함께 만드는 것을 좋아해요. 부디 맛있게 드세요!^^ -재스",
"chocolatemousebread.text": "안녕하세요 @,^^ 도서관의 요리책들 중에서 가져온 재미있는 레시피에 대해 알려드리고 싶어요. 마치 먹을 수 있는 예술 프로젝트 같고,  여태까지 부엌에서 제가 만든 가장 재미있는 것 중 하나에요. 무엇보다도, 저 같은 요리 초짜도 할 수 있어요!^^ -페니",
"chocolatestrawberrycake.text": "@에게,^^부엌에서 혼자 굽는 법을 배우고 있어요. 이건 제가 집에서 직접 만든 거예요. 만들고 싶어요? 초콜릿하고 딸기 케이크... 으으으으음!^^  -재스",
"bananachocolatecrepe.text": "@에게,^^ 자기 정원에서 나온 농산물로 요리하는 것만큼 좋은 건 없지! 20년 동안 요리를 해온 내가 해줄 수 있는 유일한 조언은, 매 끼니는 가장 건강에 좋은 음식을 고르라는 거야.^농담이고! 너한테 보내는 레시피는 건강에 좋지 않거든.^이걸로 맛있는 아침 식사를 만들어 보렴!^^ -캐롤라인",
"deviledeggs.text": "@에게,^^지난 달갈 축제에서 거스의 데블드 에그 레시피를 레시피를 얻을려고 엄청 애썼어.그거 알아, 마을 사람들 중 절반이 매년 과식하는 걸 좋아한다는 거? 거스는 자기 레시피가 마을 전체에 소문나지 않는 한 괜찮다곤 했지만... 비밀, 지켜 줄 수 있지?^^  -피에르",
"icedchocolatedonut.text": "안녕하세요 @!^^ 엄마는 이 레쉬피를 오래전에 만들었는데 너어어어무 맛있어요!! 근데 엄마는 내가 설탕 많이 먹는걸 안 좋아해요. 대신 만들어서 나한테 1개만 줄래요?^ 제가 장담하는데, 정말 맛있어요. @도 좋아할 거예요!^^  -빈센트",
"keylimepie.text": "안녕하신가 @,^^ 옛날 레시피를 찾아보다가 이걸 발견했네, 자네의 할아버지가 준 걸세. 자네 어릴 적에 그가 이걸 만들어 준 적이 있나?^이젠 그 상황이 반대가 됐구먼, 허허. 음, 어쩌면 자네가 이걸 만들어 낼 수도 있고, 그러지 못한다면 단순히 자네의 할아버지 필체만 구경하게 될 걸세.^그럼 행운을 비네, @!^^  -루이스",
"seaweedchips.text": "@에게,^^  해초 좀 낚은 적 있어? 그런 적이 있다면, 그걸 낭비하지 않도록 해. 맛있는 간식을 만들어 먹기 위한 내 아버지의 레시피야.^^  -윌리",
"strawberrypudding.text": "@에게,^^ 안녕하세요! 잘 지내요?^혹시 농장에서 딸기 키운 적 있어요? 마니 이모하고 만들려고 했는데, @의 농장에서 나온 신선한 딸기가 가장 좋을 거라고 생각했어요.^아무튼 좋은 하루 되세요!^^  -재스",
"tofu.text": "안녕 @,^^ 밭에선 난 쇠고기 먹는 거 좋아해? 히히, 물론, 두부 말한 거였어. 난 한 모를 만들고 발효과정을 현미경으로 관찰했어. 화학 방식보단 생물학 방식으로 요리하는 게 정말 흥미로워. 말할 것도 없이, 예상했던 것보다 훨씬 더 맛있어! 핸드메이드 방식에 푹 빠져 있다면 한번 시험 삼아 해봐.^^  -마루",

    // Titles

    "amethystcookie.title": "자수정 쿠키 레시피",
    "bananaandstrawberrycake.title": "딸기 바나나 케이크 레시피",
    "chocolatemousebread.title": "초콜릿 쥐돌이 빵 레시피",
    "chocolatestrawberrycake.title": "초콜릿 딸기 케이크 레시피",
    "bananachocolatecrepe.title": "초콜릿 바나나 크레이프 레시피",
    "deviledeggs.title": "데블드 에그 레시피",
    "icedchocolatedonut.title": "아이스 초콜릿 도넛 레시피",
    "keylimepie.title": "키 라임 파이 레시피",
    "seaweedchips.title": "해초 칩 레시피",
    "strawberrypudding.title": "딸기 푸딩 레시피",
    "tofu.title": "두부 레시피"
}

