{
"amethystcookie.text": "Эй, @! ^^ Это определенно одна из лучших идей, которые меня когда-либо посещали! Я знаю, ты сможешь оценить это. ^ Да, ты правильно прочитали список ингредиентов. Я сделала из этого партию в начале недели, и с тех пор я перекусывала ими всё время. Они абсолютно безопасны для употребления в пищу! По крайней мере для меня.^^  -Абигейл",
"bananaandstrawberrycake.text": "Дорогой @, ^^ Мисс Пенни заставляет нас в школе писать письма нашим взрослым друзьям, и я выбрала тебя. ^ Это мой рецепт вкусного банано-клубничного пирога! На вкус как розовый торт, но слаще! Мне нравится готовить его с моей тетей Марни, которая этому меня научила. Пожалуйста, наслаждайся!^^ -Джас",
"chocolatemousebread.text": "Дорогой @, ^^ Я хотела рассказать тебе о забавном маленьком рецепте, который я прочитала в одной кулинарной книге в библиотеке. Это как арт-проект, который ты можешь съесть, и это одна из самых забавных вещей, которые я когда-либо делала на кухне. Более того, это смогла приготовить даже такая недотёпа, как я!^^ -Пенни",
"chocolatestrawberrycake.text": "Дорогой @, ^^ Я учусь готовить на кухне самостоятельно. Это то, что я приготовила дома. Ты тоже хочешь попробовать? Шоколадно-клубничный торт ... ммммммм!^^  -Джас",
"bananachocolatecrepe.text": "Уважаемый @, ^^ Нет ничего более приятного, чем приготовить свежие продукты из собственного сада! Я готовила дома 20 лет, и мой единственный совет - всегда выбирать самые полезные блюда для каждого приема пищи. ^ Я шучу! В этом рецепте, который я посылаю тебе, нет ничего полезного. ^ Попробуй хороший завтрак!^^ -Кэролайн",
"deviledeggs.text": "Дорогой @, ^^ Мне удалось получить рецепт варёных яиц Гаса с последнего Яичного фестиваля. Ты знаешь, те, что половина города любит собирать каждый год? Гас сказал, что все будет в порядке, пока его рецепт не узнает весь город. Ты же умеешь хранить секреты, верно?^^  -Пьер",
"icedchocolatedonut.text": "Привет @! ^^ Мама придумала этот рецепт давным-давно, и он ОЧЕЕЕНЬ ХОРОШ!! Но она не хочет, чтобы я ел много сахара. Можешь ли ты приготовить его вместо мамы и принести мне один? ^ У мамы есть правило, что нельзя сказать «нет», когда кто-то делает тебе подарок, так что это должно сработать. Поверь мне, это супер вкусно. Я думаю, тебе понравится!^^  -Винсент",
"keylimepie.text": "Дорогой @, ^^ Я пролистал несколько старых рецептов и нашел этот, подаренный мне твоим собственным дедушкой. Он когда-нибудь готовил это тебе, когда ты был молодым? Ну, может быть, ты можешь приготовить это сам, или, возможно, тебе просто понравится видеть его почерк. ^ Удачи, @!^^  -Льюис",
"seaweedchips.text": "Дорогой @, ^^ Ты когда-нибудь ловил лишнюю морскую водоросль? Если ты это сделаешь, знай, что ты не зря закинул удочку. Вот рецепт от моего бати для вкусного перекуса.^^  -Вилли",
"strawberrypudding.text": "Уважаемый @ ^^ Привет! Как дела? ^ Ты когда-нибудь выращивал клубнику на своей ферме? Я собиралась приготовить это с тётей Марни, но я подумала, что может будет лучше использовать свежую клубнику с твоей фермы. Во всяком случае, хорошего дня!^^  -Джас",
"tofu.text": "Эй @, ^^ Ты любишь бобовый творог? Хаха, я имею в виду тофу, конечно. Я сделала партию и контролировала брожение под микроскопом. Это действительно интересно, готовить пищу с использованием биологии, а не химии. Не говоря уже о том, что это даже вкуснее, чем ты думаешь! Может быть, ты попробуешь его приготовить, раз тебе нравится работать руками.^^  -Мару"
}

