{
  // Text
  "chamomile.text": "Sevgili @,^^ Ýþte burada arkadaki küçük bahçemden bir miktar tohum. Muhtemelen sende zaten vardýr ama bunlardan çok güzel çay yapýlýr.^^ -Caroline",
  "fairyduster.text": "Selam tatlým!^^Maðazama teslimat yapan eski bir dostum var, ve sanýrým o aþýk olmuþ.^Hiç çiçeði yoktu, onun yerine bana bu tohumlarý kamyonundan çýkarýp verdi. Ne kadar hoþ!^Ayrýca onlarý ekmeyecektim, ama belki sen ekersin? ;)^^ -Sandy",
  "honeysuckle.text": "Günaydýn @,^^ Marnie geçen hafta gelip bana bu tohumlarý verdi. Bence bunlar senin iþine benden daha fazla yarayacak. Sonraki ilkbahar benim için yetiþtirmeye daha fazla aldýðýndan emin ol.^^  -Leah",
  "herballavender.text": "Günaydýn @,^^ Küçük kasabamýz için yaptýðýn her þey için teþekkürler. Lütfen bunu teþekkürümün bir göstergesi olarak kabul et. Umarým çiftlikte bunu ekmek için güzel, güneþli bir yer bulursun.^^  -Penny",
  "fragrantlilac.text": "Sevgili @,^^ Diðer gece sana bu tohum poþetini verdiðim bir rüya gördüm. Onlarý ektin ve sonra bildiðim tek þey, leylaklarla dolu bir alanda duruyordum. Beyazdan mora, mordan beyaza renk deðiþtirip durdular.^Ne anlama geldiðini de bilmiyorum, belki sen biliyorsundur?^^  -Emily",
  "passionflower.text": "Günaydýn @,^^ Belki cevher deðiller, ama kullanýþlý olabiliyorlar. Þansýn olduðunda dükkanýma ziyarete gel.^^  -Clint",
  "pitcherplant.text": "Hey @,^^  Bu havalý etçil bitkinin tohumlarýný alabildim. Babam eve çok fazla sinek çekip kendi deneylerini mahvedebileceði konusunda endiþeli.^Bence onu sen bir tane yetiþtirip getirirsen ikna edebilirim.^Bu gerçekten büyük bir iyilik olur, teþekkürler!^^  -Maru",
  "rafflesia.text": "Sevgili,^^ Eski bir meslektaþým bana bu egzotik tohumu gönderdi. Bu þaþýrtýcý görünümlü bitki dünyanýn en büyük çiçeklerinden biri, ve bende ne kadar büyüyebileceðini merak ediyorum.^Ancak çiçek açýp emit olduðunda aromaya karþý dikkatli ol. Söylemiþken... Robin bunlarý evde ekmemi yasakladý.^^  -Demetrius ",
  "rose.text": "@,^^  Bunlarý benim için ekebileceðini düþünür müsün? Bunlar benim en sevdiðim çünkü neredeyse benim kadar güzeller. ^^ -Haley",

  // Titles
  "chamomile.title": "Papatya Tohumu",
  "fairyduster.title": "Peri Silgi Tohumu",
  "honeysuckle.title": "Hanýmeli Yetiþtirici",
  "herballavender.title": "Lavanta Tohumu",
  "fragrantlilac.title": "Kokulu Leylak Tohumu",
  "passionflower.title": "Çarkýfelek Tohumu",
  "pitcherplant.title": "Etobur Bitki Tohumu",
  "rafflesia.title": "Raflesya Tohumu",
  "rose.title": "Gül Yetiþtirici"
}
