{
"bakedsweetpotato.text": "@,^^  I usually don't give out my recipes to strangers. But, you have been so kind to me since you moved to the valley. I'm glad to call you a friend.^^ -Linus",
"bananapudding.text": "Figured I'd give you this recipe I had laying around. Try not to burn it. I'd be real impressed if you did.^^ -George",
"broccoliandcheese.text": "Good Morning @^^ This recipe of mine came from the cookbook called Food on the Plate . It is a wonderful, easy to follow recipe. I've made it many times. Perhaps you'd like to try it?^^  -Pierre",
"brownsugar.text": "@,^^  Congratulations! You've shown you have a green thumb by keeping that farm of yours in shape! As a reward, please accept this recipe.^^ Sincerely, Mayor Lewis",
"carrotcake.text": "Dear @,^^ Nothing is more satsifying than cooking with fresh carrots from your own garden! I'm going to share with you a recipe that I've used for us that's tasted delicious in the past!^^ -Caroline",
"cassavacake.text": "Good Morning @,^^ I was so bored out here in the desert that I wrote you a letter. Here's a recipe for something called Cassava Cake. I just can't find any information about it. I was hoping you would know. Thank you.^^ -Sandy",
"chefsalad.text": "I wanted to say 'thanks' for taking an interest in my work. Here's a cooking recipe that I like.^^ -Demetrius",
"farofa.text": "Dear @,^^ I was so bored out here in the desert that I wrote you a letter. You might have a recipe for a really good dinner that you could make with this as a garnish or a side dish. I have a feeling I will be hearing from you soon!^^ -Sandy",
"figtart.text": "Dear @-^^  Here is an old recipe of mine that I use often in winter; when figs are ripe. Do you have some growing on the farm? I'd love if you could bring me a slice of the tart when you make it.^^ -Robin",
"gooseberrypie.text": "@,^^  Here's the recipe for my famous Gooseberry Pie. Robin loves it - she won't stop talking about it when I make it. It's best served with a scoop of warm ice cream and sprinkled with fresh gooseberries.^^ -Pierre",
"islandsalad.text": "Good Morning @,^^ This recipe of mine has been the most popular recipe here, so I am sharing it with you. Enjoy!^^  -Jodi",
"melonsalad.text": "@!^^ I know I'm usually all about super-healthy meals but sometimes, you just want to eat something crazy. A recipe that is both delicious and super easy to make is a must for my diet, no doubt! I've been dying to come up with a recipe for sweet canary melons ever since I first came up with the idea, but I couldn't seem to come up with something until last night. Try it out!^^  -Emily",
"pbjsandwich.text": "@,^^  Congratulations! You've shown you have a green thumb by keeping that farm of yours in shape! As a reward, please accept this recipe.^^ Sincerely, Mayor Lewis",
"poachedpear.text": "Hello @,^^ Here's a recipe from my saloon. I only share this with my good friends!^^ -Gus",
"raspberrytart.text": "Hey there!^^  I had some extra time to write down one of my grandma's old recipes. I added a few things to it to make it sweeter. Enjoy!^^ -Robin",
"ricepilaf.text": "Dear @,^^ Here's the rice pilaf recipe from my saloon. Let me teach you how to make this, it's a very simple recipe.^^ P.S. I only share this with my good friends! ^^ -Gus",
"sauteedonions.text": "Dear neighbor,^^ when I'm not taking care of animals I like to experiment in the kitchen. Since we've become friends I've been working on a recipe for a sauteed onions. You don't need too much effort to put it together and make a delicious side.^^  -Marnie",
"stuffedbellpeppers.text": "@,^^ I found this recipe in a magazine and I thought it sounded interesting. Feel free to give me a taste if you make it. hehe.^^  -Shane",
"sweetpotatofries.text": "Hey Kid,^^ Here's the recipe for a little snack my pappy used to make. He used two large sweet potatoes. You can also add brown sugar if you want more flavor.^^ -Pam",
"tropicalfruitsalad.text": "@,^^ Remember to eat healthy, or you won't have enough energy to work hard! I'm including one of my favorite recipes.^^  -Lewis",
"vegetablestirfry.text": "Good Morning @,^^  My wife would make this all the time before I left. Thought you might like to try it.^^  -Kent",
"bobatea.text": "@,^^ This might seem odd, but when I was in ZuZu City last I got to try this for the first time. You might like it too.^^  -Sebastian",
"dandeliontea.text": "Dear @,^^  The mountains have been kind to me for many years. I hope this recipe they taught me will be kind to you. It is nice to meet someone who appreciates an honest lifestyle.^^ -Linus"
}

